Repository: malangalanga/bungeni-portal
Catalog: bungeni.main/branches/wf-rework/bungeni/models/locales/*/LC_MESSAGES/bungeni.models.po
Languages: ar

source: Speaker's Office Email
ar: البريد الإلكتروني المنزل الاعمال المكتبية

source: Speaker's Office Notification
ar: إخطار المكاتب التجارية في منزل

source: Clerk's Office Notification
ar: إعلام مكتب لكاتب

source: true if the clerks office wants to be alerted by mailwhenever a bill, motion, question is submitted
ar: صحيح إذا كان مكتب كتبة تريد أن يتم تنبيهك عن طريق البريد كلما تم تقديم مشروع قانون ، اقتراح ، سؤال

source: Clerks's Office Email
ar: البريد الالكتروني للمكتب كاتب

source: Administrator's Email
ar: المسؤول البريد الإلكتروني

source: Allow Question Submission
ar: تسمح مسألة تقديم

source: Days to Defer Question
ar: أيام إرجاء مسألة

source: Time after which admissible questions are automatically deferred
ar: بعد وقت الأسئلة التي فيها قبول تأجيل تلقائيا

source: Days to Notify Ministry of Pending Response
ar: أيام لإبلاغ الوزارة في انتظار رد من

source: Days before question scheduled
ar: السؤال قبل أيام من المقرر

source: Days before bill scheduled
ar: قبل أيام مشروع قانون من المقرر

source: Max Questions Per Sitting
ar: أسئلة كحد أقصى في الجلوس

source: Max Questions Per Sitting Per MP
ar: أسئلة كحد أقصى في جلسة في البرلمان

source: Email Notifications Enabled?
ar: تمكين إعلامات البريد الإلكتروني؟

source: Name of the Assignment
ar: اسم الاحالة

source: Start Date of the Assignment
ar: تاريخ بدء المهمة

source: End Date of the Assignment
ar: نهاية تاريخ الاحالة

source: Assignment Type
ar: تعيين نوع

source: Status
ar: حالة

source: Notes
ar: تلاحظ

source: View party
ar: رأي الحزب

source: Add government
ar: إضافة الحكومة

source: Edit government
ar: تعديل الحكومة

source: Delete government
ar: حذف الحكومة

source: View government
ar: رأي الحكومة

source: Add group member
ar: إضافة مجموعة الأعضاء

source: Edit group member
ar: تحرير مجموعة الأعضاء

source: Delete group member
ar: حذف مجموعة الأعضاء

source: View group member
ar: عرض مجموعة الأعضاء

source: Add office
ar: إضافة مكتب

source: Edit office
ar: عدل مكتب

source: Delete office
ar: حذف المكتب

source: View office
ar: عرض مكتب

source: Change office type
ar: تغيير نوع مكتب

source: Edit historical content
ar: تحرير محتوى التاريخية

source: Add office member
ar: إضافة عضو المكتب

source: Edit office member
ar: عدل مكتب عضو

source: Delete office member
ar: حذف عضو المكتب

source: View office member
ar: عرض عضو المكتب

source: Translate content
ar: ترجمة محتوى

source: Add ministry
ar: إضافة وزارة

source: Edit ministry
ar: عدل وزارة

source: Delete ministry
ar: حذف الوزارة

source: View ministry
ar: رأي الوزارة

source: Add mp
ar: إضافة النائب

source: Edit mp
ar: عدل النائب

source: Delete mp
ar: حذف النائب

source: View mp
ar: عرض النائب

source: Add user
ar: إضافة مستخدم

source: Edit user
ar: تحرير مستخدم

source: Delete user
ar: حذف مستخدم

source: View user
ar: رأي المستخدم

source: Add session
ar: إضافة الدورة

source: Add constituency
ar: إضافة الدائرة

source: Edit constituency
ar: تعديل الدوائر الانتخابية

source: Delete constituency
ar: حذف الدائرة

source: View constituency
ar: رأي الدائرة

source: Edit session
ar: عدل الدورة

source: Delete session
ar: حذف الدورة

source: Add minister
ar: إضافة عضو من وزارة

source: Edit minister
ar: تحرير عضو من وزارة

source: Delete minister
ar: حذف عضو من وزارة

source: View minister
ar: عضو رأي الوزارة

source: Add sitting
ar: إضافة الجلوس

source: Add committee member
ar: إضافة عضو اللجنة

source: Edit committee member
ar: عضو لجنة تحرير

source: Delete committee member
ar: حذف عضو اللجنة

source: View committee member
ar: رأي عضو اللجنة

source: Edit sitting
ar: عدل الجلوس

source: Add committee staff
ar: إضافة لجنة الموظفين

source: Edit committee staff
ar: عدل لجنة الأركان

source: Delete committee staff
ar: حذف لجنة الموظفين

source: View committee staff
ar: رأي لجنة الموظفين

source: Delete sitting
ar: حذف الجلوس

source: Add political group member
ar: إضافة عضو في المجموعة السياسية

source: Edit political group member
ar: عضو في المجموعة تحرير السياسية

source: Delete political group member
ar: حذف مجموعة سياسية الأعضاء

source: View political group member
ar: عرض عضو المجموعة السياسية

source: Add address
ar: إضافة عنوان

source: Reorder schedulings
ar: إعادة ترتيب schedulings

source: Edit address
ar: عدل عنوان

source: Delete address
ar: حذف عنوان

source: View address
ar: عرض عنوان

source: Add delegation
ar: إضافة وفد

source: Edit delegation
ar: تحرير الوفد

source: Delete delegation
ar: وفد حذف

source: View delegation
ar: عرض وفد

source: Add item scheduling
ar: إضافة جدولة البند

source: Add title/function
ar: إضافة عنوان / الوظيفة

source: Edit title/function
ar: عدل عنوان / الوظيفة

source: Delete title/function
ar: حذف عنوان / الوظيفة

source: View title/function
ar: عرض عنوان / الوظيفة

source: Add title/event
ar: إضافة عنوان / الحدث

source: Edit title/event
ar: تحرير العنوان / الحدث

source: Delete title/event
ar: العنوان حذف / الحدث

source: Edit item scheduling
ar: عدل جدولة البند

source: View title/event
ar: عرض عنوان / الحدث

source: View audit log
ar: عرض سجل التدقيق

source: Delete item scheduling
ar: جدولة حذف البند

source: Add and edit amendments
ar: إضافة وتحرير التعديلات

source: View amendments
ar: عرض التعديلات

source: Add and edit comments
ar: إضافة وتحرير التعليقات

source: View comments
ar: عرض التعليقات

source: View Agenda
ar: عرض جدول الأعمال

source: Add item scheduling category
ar: إضافة بند الفئة جدولة

source: View 'Votes and Proceedings'
ar: عرض الأصوات والإجراءات

source: Add Cosignatory
ar: إضافة موقع مع غيره

source: Delete Cosignatory
ar: حذف موقع مع غيره

source: Edit Cosignatory
ar: تحرير موقع مع غيره

source: Add Group Item Assignment
ar: إضافة مهمة المجموعة البند

source: Delete Group Item Assignment
ar: البند الاحالة المجموعة حذف

source: Edit Group Item Assignment
ar: تحرير مجموعة مهمة من جدول الأعمال

source: Permission to generate report
ar: إذن لتوليد تقرير

source: add an attached file
ar: إضافة ملف مرفق

source: edit an attached file
ar: تحرير ملف مرفق

source: view an attached file
ar: عرض ملف مرفق

source: delete an attached file
ar: حذف ملف مرفق

source: Edit item scheduling discussion
ar: عدل البند مناقشة جدولة

source: add translation
ar: إضافة ترجمة

source: View sitting attendance
ar: عرض يجلس الحضور

source: Add sitting attendance
ar: إضافة يجلس الحضور

source: Edit sitting attendance
ar: عدل يجلس الحضور

source: Delete sitting attendance
ar: حذف يجلس الحضور

source: Add committee
ar: إضافة لجنة

source: Edit committee
ar: لجنة تحرير

source: Delete committee
ar: حذف لجنة

source: View committee
ar: رأي لجنة

source: Add Question
ar: إضافة سؤال

source: Edit Question
ar: عدل السؤال

source: Delete Question
ar: حذف السؤال

source: View Question
ar: عرض السؤال

source: Add heading
ar: إضافة البند

source: Edit heading
ar: عدل البند

source: Delete heading
ar: حذف البند

source: View heading
ar: عرض البند

source: Add Motion
ar: إضافة اقتراح

source: Edit Motion
ar: حركة تحرير

source: Delete Motion
ar: اقتراح حذف

source: View Motion
ar: عرض اقتراح

source: Add agenda item
ar: إضافة البند من جدول الأعمال

source: Edit agenda item
ar: عدل البند من جدول الأعمال

source: Delete agenda item
ar: حذف البند

source: View agenda item
ar: عرض جدول الأعمال

source: Add tabled document
ar: إضافة وثيقة قدمت

source: Edit tabled document
ar: تحرير وثيقة قدمت

source: Delete tabled document
ar: قدمت وثيقة حذف

source: View tabled document
ar: قدم عرض المستند

source: Edit Response
ar: تحرير الاستجابة

source: View Response
ar: عرض الرد

source: Add Parliament
ar: إضافة البرلمان

source: Edit Parliament
ar: عدل البرلمان

source: Delete Parliament
ar: حذف البرلمان

source: View Parliament
ar: رأي البرلمان

source: Add Bill
ar: إضافة فاتورة

source: Edit Bill
ar: تعديل مشروع قانون

source: Delete Bill
ar: حذف مشروع قانون

source: View Bill
ar: عرض مشروع قانون

source: Admin User Record
ar: مسؤول المستخدم تسجيل

source: Edit historical data
ar: تحرير البيانات التاريخية

source: Add party
ar: إضافة الطرف

source: Edit party
ar: حزب التحرير

source: Delete party
ar: حذف الطرف

source: Member of parliament
ar: عضو في البرلمان

source: Owner
ar: مالك

source: Minister
ar: وزير

source: Clerks Office
ar: كاتب في مكتب

source: Speaker Office
ar: مكتب المتحدث

source: Translators Office
ar: المترجم مكتب

source: All authenticated users
ar: جميع المستخدمين المصادق

source: Bungeni Visitor
ar: bungeni زائر

source: Site Manager
ar: مدير موقع

source: Bungeni Admin
ar: مسؤول bungeni
