Repository: malangalanga/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/core/locales/*/LC_MESSAGES/bungeni.core.po
Languages: ar, es

source: Sittings
ar: جلسات
es: sesiones

source: Business
ar: عمل
es: negocios

source: Daily operations of the parliament
ar: يوميا عمليات البرلمان
es: las operaciones diarias del parlamento

source: Members
ar: أعضاء
es: miembros

source: Records on members of parliament
ar: السجلات على أعضاء البرلمان
es: registros de los miembros del parlamento

source: Archive
ar: الأرشيف
es: archivo

source: Parliament records and documents
ar: البرلمان السجلات والوثائق
es: parlamento registros y documentos

source: Administration
ar: إدارة
es: administración

source: Administer bungeni settings
ar: إدارة إعدادات bungeni
es: administrar la configuración bungeni

source: What's on
ar: ما على
es: lo que está en

source: View committees created by the current parliament
ar: اللجان التي أنشأتها رأي البرلمان الحالي
es: comités de vista creada por el actual parlamento

source: Bills
ar: فواتير
es: billetes

source: View bills issued by the current parliament
ar: عرض مشاريع القوانين الصادرة عن البرلمان الحالي
es: ver facturas emitidas por el actual parlamento

source: Questions
ar: الأسئلة
es: preguntas

source: View questions issued by the current parliament
ar: أسئلة رأي صادر عن البرلمان الحالي
es: ver las preguntas emitidas por el actual parlamento

source: Motions
ar: الاقتراحات
es: propuestas de resolución

source: View motions issued by the current parliament
ar: عرض الاقتراحات الصادرة عن البرلمان الحالي.
es: mociones vista emitidos por el actual parlamento.

source: Tabled documents
ar: قدمت وثائق
es: los documentos presentados

source: View the tabled documents of the current parliament
ar: عرض وثائق قدمت للبرلمان الحالي
es: ver los documentos presentados de la actual legislatura

source: Agenda items
ar: بنود جدول الأعمال
es: los temas del programa

source: View the agenda items of the current parliament
ar: عرض بنود جدول أعمال مجلس النواب الحالي
es: ver los temas del programa de la actual legislatura

source: View the sittings of the current parliament
ar: عرض جلسات البرلمان الحالي
es: ver las sesiones del parlamento actual

source: Publications
ar: المنشورات
es: publicaciones

source: View Agenda and Minutes reports of the current parliament
ar: عرض جدول الأعمال ومحاضر البرلمان الحالي
es: vista de la agenda y las actas del parlamento actual

source: Current
ar: الحالية
es: corriente

source: View current parliament members (MPs)
ar: أعضاء العرض الحالي للبرلمان
es: vista actual los miembros del parlamento

source: Political groups
ar: المجموعات السياسية
es: los grupos políticos

source: View current political groups
ar: عرض المجموعات السياسية الحالية
es: punto de vista político los grupos actuales

source: Browse
ar: تصفح
es: navegar

source: Current and historical records
ar: السجلات الحالية والتاريخية
es: registros actuales e históricos

source: Documents
ar: وثائق
es: documentos

source: Visit the digital document repository
ar: زيارة مستودع الوثيقة الرقمية
es: visitar el depósito de documentos digitales

source: Content
ar: محتوى
es: contenido

source: browse the content
ar: تصفح محتوى
es: examinar el contenido

source: Settings
ar: إعدادات
es: ajustes

source: settings
ar: إعدادات
es: ajustes

source: Workspace
ar: مساحة العمل
es: área de trabajo

source: Current parliamentary activity
ar: النشاط الحالي البرلمانية
es: la actividad parlamentaria en curso

source: Scheduling
ar: جدول
es: horario

source: Committees
ar: اللجان
es: comités

source: No IRequest in interaction
ar: لا irequest في التفاعل
es: no irequest en la interacción

source: Item scheduling
ar: البند جدولة
es: programación tema

source: Scheduled for sitting ($start to $end)
ar: من المقرر للجلوس ($start ل$end)
es: prevista para la sesión ($start a $end)

source: Discussion
ar: مناقشة
es: discusión

source: Unknown principal group
ar: الرئيسية جماعة غير معروفة
es: principal grupo de desconocidos

source: title_html_fragment_odf_transform
ar: أتش تي أم أل لجزء odt
es: fragmento de html a odt

source: Reverted to previous version $version
ar: عادت إلى الإصدار السابق $version
es: volvió a la versión anterior $version

source: notification_email_to_member_upon_receipt_of_agenda_item
ar: تلقى البند من جدول الأعمال
es: tema del programa recibió

source: notification_email_to_clerk_upon_submit_of_agenda_item
ar: قدم البند من جدول الأعمال
es: programa tema presentado

source: notification_email_to_member_upon_rejection_of_agenda_item
ar: رفض البند من جدول الأعمال
es: tema del programa rechazada

source: notification_email_to_member_upon_need_clarification_of_agenda_item
ar: البند من جدول الأعمال الخاص يحتاج إلى توضيح
es: el tema del programa es necesario aclarar

source: notification_email_to_member_upon_defer_of_agenda_item
ar: البند المؤجل
es: relación con el tema diferidos

source: notification_email_to_member_upon_schedule_of_agenda_item
ar: البند من جدول الأعمال المقرر
es: tema de la agenda programada

source: notification_email_to_member_upon_debate_of_agenda_item
ar: وكان البند من جدول الأعمال مناقشة
es: tema del programa fue objeto de debate

source: notification_email_to_member_upon_receipt_of_motion
ar: وردت الحركة
es: el movimiento recibió

source: notification_email_to_clerk_upon_submit_of_motion
ar: قدم اقتراح
es: moción presentada

source: notification_email_to_member_upon_rejection_of_motion
ar: رفضت اقتراح
es: propuesta rechazada

source: notification_email_to_member_upon_need_clarification_of_motion
ar: الاقتراح الخاص يحتاج إلى توضيح
es: su movimiento es necesario aclarar

source: notification_email_to_member_upon_defer_of_motion
ar: اقتراح تأجيل
es: movimiento diferidos

source: notification_email_to_member_upon_schedule_of_motion
ar: اقتراح المقرر
es: movimiento programado

source: Deactivate a file
ar: تنشيط ملف
es: desactivar archivo

source: Submit a bill
ar: يقدم مشروع قانون
es: proyecto de ley presenten

source: Rejected
ar: رفض
es: rechazado

source: Withdraw
ar: سحب
es: retirar

source: Schedule First Reading
ar: قراءة الجدول الأول
es: calendario de la primera lectura

source: Schedule Second Reading
ar: قراءة الجدول الثاني
es: calendario de la segunda lectura

source: Schedule Whole House Committee
ar: الجدول الزمني لجنة البيت كله
es: calendario de la comisión toda la casa

source: Schedule Third Reading
ar: قراءة الجدول الثالث
es: horario tercera lectura

source: Receive a question
ar: تلقي السؤال
es: cuestión recibe

source: Review a question
ar: استعراض مسألة
es: revisión cuestión

source: Speaker review a question
ar: منزل استعراض الأعمال السؤال
es: revisión del negocio de la casa de la pregunta

source: Schedule a question
ar: مسألة الجدول الزمني
es: horario cuestión

source: Respond to a question
ar: الرد على السؤال
es: responder a la pregunta

source: Answer a question
ar: الإجابة على السؤال
es: responder a la pregunta

source: Withdraw a question
ar: سحب السؤال
es: cuestión se retiren

source: Elapse a question
ar: السؤال مرور
es: transcurrir cuestión

source: Answer a question in writing
ar: سؤال الإجابة خطيا
es: responder a la pregunta por escrito

source: Submit a Response
ar: يقدم استجابة
es: enviar respuesta

source: Complete a Response
ar: استجابة كاملة
es: respuesta completa

source: Submit a motion
ar: تقديم اقتراح
es: presentar el movimiento

source: Receive a motion
ar: تلقي الحركة
es: recibe el movimiento

source: Schedule a motion
ar: اقتراح جدول زمني
es: horario de movimiento

source: Withdraw a motion
ar: سحب الاقتراح
es: retirar de movimiento

source: Manage Bungeni groups
ar: إدارة مجموعات bungeni
es: administrar grupos bungeni

source: Submit a tabled document
ar: تقديم وثيقة قدمت
es: presentar el documento presentado

source: Receive a tabled document
ar: الحصول على وثيقة قدمت
es: recibir el documento presentado

source: Review a tabled document
ar: قدم استعراض الوثيقة
es: revisar el documento presentado

source: Speaker review a tabled document
ar: قدمت وثيقة المنزل استعراض الأعمال
es: revisión de la casa de negocio documento presentado

source: Schedule a tabled document
ar: طرح جدول الوثيقة
es: calendario presentado el documento

source: Withdraw a tabled document
ar: سحب وثيقة قدمت
es: retirar el documento presentado

source: Change Sitting Status
ar: تغيير وضع الجلوس
es: cambio de estado de sesión

source: Deactivate an event
ar: تنشيط الحدث
es: caso desactivar

source: Deactivate a heading
ar: إلغاء البند
es: desactivar la partida

source: Manage user
ar: إدارة المستخدم
es: gestión de usuarios

source: Approve
ar: الموافقة
es: aprobar

source: notification_email_to_member_upon_receipt_of_question
ar: تلقى السؤال
es: cuestión recibió

source: notification_email_to_clerk_upon_submit_of_question
ar: قدم السؤال
es: cuestión planteada

source: notification_email_to_member_upon_rejection_of_question
ar: رفض السؤال
es: cuestión rechazada

source: notification_email_to_member_upon_need_clarification_of_question
ar: السؤال يحتاج إلى توضيح
es: su pregunta es necesario aclarar

source: notification_email_to_member_upon_defer_of_question
ar: سؤال مؤجل
es: cuestión pospuesta

source: notification_email_to_member_upon_schedule_of_question
ar: السؤال المقرر
es: cuestión programado

source: notification_email_to_member_upon_complete_of_question
ar: مسألة استكمال لاستعراضها في مكتب العمل في المنزل
es: pregunta efectuada para su revisión en la oficina del negocio casa

source: notification_email_to_ministry_upon_complete_question
ar: مسألة تعيين وزارة
es: cuestión asignado al ministerio

source: notification_email_to_member_upon_sent_to_ministry_of_question
ar: أرسلت السؤال على وزارة للإجابة مكتوبة
es: pregunta enviada al ministerio de respuesta escrita

source: notification_email_to_member_upon_answer_of_question
ar: سؤال أجاب
es: pregunta contestada

source: notification_email_to_member_upon_debate_question
ar: السؤال مناقشة
es: cuestión debatida

source: visible
ar: مرئي

source: pending
ar: ريثما
es: pendiente

source: scheduled
ar: من المقرر
es: programado

source: Submit to Clerk
ar: يقدم إلى كاتب
es: presentar al secretario de

source: Schedule
ar: جدول
es: horario

source: notification_email_to_member_upon_receipt_of_tabled_document
ar: تلقى وثيقة قدمت
es: documento presentado recibió

source: notification_email_to_clerk_upon_submit_of_tabled_document
ar: قدمت الوثيقة المقدمة
es: documento presentado presentado

source: notification_email_to_member_upon_rejection_of_tabled_document
ar: ورفض وثيقة قدمت
es: documento presentado rechazada

source: notification_email_to_member_upon_need_clarification_of_tabled_document
ar: المستند المقدم يحتاج إلى توضيح
es: el documento presentado debe ser aclarada

source: notification_email_to_member_upon_schedule_of_tabled_document
ar: قدمت وثيقة من المقرر
es: documento presentado programado

source: notification_email_to_member_upon_postpone_of_tabled_document
ar: تأجيل طرح وثيقة
es: documento presentado aplazado

source: Whole House Adjourned
ar: تأجيل البيت كله
es: toda la casa aplazado

source: Resubmit to Clerk
ar: لإعادة كاتب
es: volver a presentar al secretario

source: Reject
ar: رفض
es: rechazar

source: Complete Response
ar: استجابة كاملة
es: respuesta completa

source: Needs Clarification
ar: يحتاج الى توضيح
es: necesita una aclaración

source: Third Reading
ar: القراءة الثالثة
es: tercera lectura

source: Submit to the Speaker Office
ar: يقدم إلى منزل المكاتب التجارية
es: presentar a la oficina de negocios casa

source: Complete
ar: كامل
es: completo

source: Receive
ar: تلقى
es: recibir

source: Redraft Response
ar: إعادة صياغة استجابة
es: volver a redactar la respuesta

source: Submit Response
ar: يقدم استجابة
es: enviar respuesta

source: Bill Withdrawn
ar: سحب مشروع قانون
es: proyecto de ley retirado

source: Received by Clerks Office
ar: التي تلقاها مكتب للكاتب
es: recibida por la oficina del secretario de

source: Draft Bill
ar: مشروع قانون
es: proyecto de ley

source: Needs Clarification by Clerks Office
ar: يحتاج الى توضيح من مكتب لكاتب
es: necesita una aclaración por la oficina de secretario

source: Second Reading Adjourned
ar: تأجيل القراءة الثانية
es: la segunda lectura aplazado

source: Rejected Bill
ar: رفض مشروع قانون
es: proyecto de ley rechazado

source: Archived
ar: أرشفة
es: archivados

source: Draft Translation
ar: مشروع الترجمة
es: proyecto de traducción

source: Create Translation
ar: إنشاء ترجمة
es: crear traducción

source: Draft Agenda
ar: مشروع جدول الأعمال
es: proyecto de programa

source: Draft Minutes
ar: مشروع دقائق
es: proyecto de acta

source: Published Minutes
ar: نشرت دقائق
es: minutos publicados

source: Finalize Minutes
ar: وضع اللمسات الأخيرة دقائق
es: minuto finalizar

source: Redraft Agenda
ar: إعادة صياغة جدول الأعمال
es: nueva redacción del programa

source: Redraft Minutes
ar: إعادة صياغة دقيقة
es: redactar minutos

source: Finalize Agenda
ar: الانتهاء من جدول الأعمال
es: finalizar programa

source: Active Group
ar: مجموعة نشطة
es: grupo activo

source: Group is Dissolved
ar: تم حل جماعة
es: el grupo se disuelve

source: Draft - Group not yet Active
ar: مشروع : مجموعة غير نشط بعد
es: proyecto: el grupo que aún no operan

source: Deactivate
ar: إلغاء
es: desactivar

source: Create
ar: خلق
es: crear

source: Activate
ar: تفعيل
es: activar

source: Approved Bill
ar: أقر مشروع قانون
es: proyecto de ley aprobado

source: Dissolve
ar: حل
es: disolver

source: Internal - visible to bungeni users
ar: الداخلية : مرئية للمستخدمين bungeni
es: interior: visibles para los usuarios bungeni

source: Public
ar: جمهور
es: público

source: Private
ar: خاص
es: privado

source: Publish
ar: نشر
es: publicar

source: Publish internal
ar: نشر الداخلية
es: publicar internos

source: Make private
ar: جعل القطاع الخاص
es: convertir en privada

source: Second Reading
ar: القراءة الثانية
es: la segunda lectura

source: First Reading
ar: القرأة الأولى
es: primera lectura

source: Bill Published in Gazette
ar: مشروع قانون نشر في الجريدة الرسمية
es: proyecto de ley publicado en la gaceta

source: Debate
ar: مناقشة

source: Active Committee
ar: نشط لجنة
es: comité activo

source: Committee is Dissolved
ar: تم حل اللجنة
es: comité se disuelve

source: Draft - Committee not yet Active
ar: مشروع : اللجنة لم تنشط بعد
es: proyecto: la comisión que aún no operan

source: Active Parliament
ar: نشط البرلمان
es: parlamento activa

source: Parliament is Dissolved
ar: تم حل البرلمان
es: se disuelve el parlamento

source: Draft - Parliament not yet Active
ar: مشروع : البرلمان لم تنشط بعد
es: proyecto: el parlamento que aún no operan

source: Inactive file obsolete
ar: نشط الملف عفا عليها الزمن
es: archivo inactivo obsoletos

source: Inactive event
ar: الحدث غير نشط
es: caso inactivos

source: Publish in Gazette
ar: نشر في الجريدة الرسمية
es: publicar en la gaceta

source: First Reading Adjourned
ar: تأجيل القراءة الأولى
es: primera lectura aplazado

source: Whole House
ar: كل منزل
es: toda la casa

source: Received by clerk
ar: التي تلقاها كاتب
es: recibida por el escribano

source: Schedule pending
ar: في انتظار الجدول الزمني
es: calendario a la espera

source: Needs MPs clarification
ar: توضيح احتياجات النواب
es: necesidades mps aclaraciones

source: Inadmissible
ar: غير مقبول
es: inadmisible

source: Response completed
ar: أكملت استجابة
es: respuesta completa

source: Pending response
ar: في انتظار الرد
es: en espera de respuesta

source: Submitted to the Speaker
ar: قدم إلى منزل الأعمال
es: presentado a la casa de negocio

source: Submitted to clerk
ar: المقدم إلى كاتب
es: presentó al secretario

source: Deferred
ar: مؤجل
es: diferido

source: Admissible
ar: مقبولة
es: admisible

source: Debated
ar: ناقش
es: debate

source: Draft
ar: مسودة
es: borrador

source: Response submitted
ar: قدمت استجابة
es: respuesta presentada

source: Scheduled
ar: من المقرر
es: programado

source: Elapsed
ar: انقضى
es: transcurrido

source: Withdrawn
ar: سحب
es: retirado

source: Third Reading Adjourned
ar: تأجيل القراءة الثالثة
es: tercera lectura aplazado

source: Needs clerks clarification
ar: توضيح الاحتياجات كتبة
es: las necesidades de los empleados aclaraciones

source: Debate adjourned
ar: تأجيل المناقشة
es: debate aplazado

source: Needs Clarification by MP
ar: يحتاج الى توضيح من قبل النائب
es: es preciso aclarar por mp

source: Send to Ministry
ar: أرسل الى وزارة
es: enviar al ministerio

source: Make available for scheduling
ar: تتيح لجدولة
es: poner a disposición para la programación

source: Elapse
ar: ينقضي
es: transcurrir

source: Defer
ar: إرجاء
es: aplazar

source: Adjourn Second Reading
es: posponer la segunda lectura
