Repository: malangalanga/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/models/locales/*/LC_MESSAGES/bungeni.models.po
Languages: es

source: Speaker's Office Email
es: email de la oficina de negocios casa

source: Speaker's Office Notification
es: negocio casa la notificación de oficina

source: true if the Speakers office wants to be alerted by mailwhenever a bill, motion, question is submitted
es: true si la oficina de la casa de negocios quiere que se le avise por correo cada vez que un proyecto de ley, el movimiento, la pregunta se presenta

source: Clerk's Office Notification
es: empleado de oficina de notificación

source: true if the clerks office wants to be alerted by mailwhenever a bill, motion, question is submitted
es: true si la oficina de los empleados quiere que se le avise por correo cada vez que un proyecto de ley, el movimiento, la pregunta se presenta

source: Clerks's Office Email
es: empleado de oficina de correo electrónico

source: Administrator's Email
es: administrador de correo electrónico

source: Allow Question Submission
es: permitir que se trate la presentación

source: Days to Defer Question
es: día de aplazar la pregunta

source: Time after which admissible questions are automatically deferred
es: tiempo después del cual las preguntas son admisibles automáticamente diferidos

source: Days to Notify Ministry of Pending Response
es: días para notificar a la espera de la respuesta del ministerio

source: Timeframe after which the clerksoffice and the ministry is alerted thatquestions that are pending response are not yet answered
es: período de tiempo después del cual la oficina del secretario y el ministerio se alerta de que las cuestiones que están pendientes de respuesta aún no se contestó

source: Days before question scheduled
es: días antes de la pregunta prevista

source: Days before bill scheduled
es: días antes de la ley prevista

source: Max Questions Per Sitting
es: preguntas máximo por sesión

source: Max Questions Per Sitting Per MP
es: preguntas máximo por sesión por mp

source: Email Notifications Enabled?
es: notificaciones por correo electrónico habilitado?

source: Name of the Assignment
es: nombre del trabajo

source: Start Date of the Assignment
es: fecha de inicio de la cesión

source: End Date of the Assignment
es: fecha de finalización de la cesión

source: Assignment Type
es: la asignación de tipos

source: Status
es: estado

source: Notes
es: notas

source: View party
es: ver parte

source: Add government
es: gobierno añade

source: Edit government
es: gobierno edición

source: Delete government
es: gobierno elimina

source: View government
es: ven al gobierno

source: Add group member
es: añadir un miembro del grupo

source: Edit group member
es: editar un miembro del grupo

source: Delete group member
es: miembro del grupo borrar

source: View group member
es: ver miembros del grupo

source: Add office
es: agregar la oficina

source: Edit office
es: edición de oficina

source: Delete office
es: oficina de eliminar

source: View office
es: ver la oficina

source: Change office type
es: cambiar el tipo de oficina

source: Edit historical content
es: editar el contenido histórico

source: Add office member
es: añadir oficina miembros

source: Edit office member
es: editar oficina de miembros

source: Delete office member
es: miembro de la oficina eliminar

source: View office member
es: juicio de este miembro de oficina

source: Translate content
es: traducir el contenido

source: Add ministry
es: añadir el ministerio

source: Edit ministry
es: editar ministerio

source: Delete ministry
es: ministerio de eliminar

source: View ministry
es: ver ministerio

source: Add mp
es: añadir mp

source: Edit mp
es: editar mp

source: Delete mp
es: mp eliminar

source: View mp
es: ver mp

source: Add user
es: añadir usuario

source: Edit user
es: editar el usuario

source: Delete user
es: eliminar el usuario

source: View user
es: vista del usuario

source: Add session
es: añadir período de sesiones

source: Add constituency
es: añadir circunscripción

source: Edit constituency
es: editar circunscripción

source: Delete constituency
es: circunscripción eliminar

source: View constituency
es: vista electoral

source: Add minister
es: agregar miembros del ministerio

source: Edit minister
es: editar miembro del ministerio

source: Edit session
es: sesión de edición

source: Delete minister
es: miembro del ministerio de eliminar

source: View minister
es: ver miembros del ministerio

source: Add committee member
es: agregar el miembro del comité

source: Edit committee member
es: edición, miembro del comité

source: Delete committee member
es: miembro del comité de eliminar

source: Delete session
es: período de sesiones eliminar

source: View committee member
es: ver miembro del comité

source: Add committee staff
es: añadir la junta de personal

source: Edit committee staff
es: editar la junta de personal

source: Delete committee staff
es: eliminar la junta de personal

source: View committee staff
es: ver la junta de personal

source: Add sitting
es: añadir sesión

source: Add political group member
es: agregar miembros de los grupos políticos

source: Edit political group member
es: editar miembro del grupo político

source: Delete political group member
es: miembro de eliminar los grupos políticos

source: View political group member
es: juicio de este miembro de los grupos políticos

source: Edit sitting
es: editar sesión

source: Add address
es: agregue la dirección

source: Edit address
es: editar dirección

source: Delete address
es: dirección de eliminar

source: View address
es: ver dirección

source: Delete sitting
es: eliminar la sesión

source: Add delegation
es: añadir delegación

source: Edit delegation
es: editar delegación

source: Delete delegation
es: delegación de eliminar

source: View delegation
es: opinión de esa delegación

source: Add title/function
es: añadir un título o función

source: Edit title/function
es: editar el título o función

source: Delete title/function
es: título de eliminar o función

source: View title/function
es: título de la vista o función

source: Reorder schedulings
es: schedulings reordenar

source: Add title/event
es: añadir un título / evento

source: Edit title/event
es: editar el título / evento

source: Delete title/event
es: título de borrar / evento

source: View title/event
es: título de la vista / evento

source: View audit log
es: ver registro de auditoría

source: Add item scheduling
es: agregar el tema de programación

source: Add and edit amendments
es: añadir y editar modificaciones

source: View amendments
es: enmiendas vista

source: Edit item scheduling
es: editar la programación de punto

source: Add and edit comments
es: añadir y editar comentarios

source: View comments
es: ver comentarios

source: View Agenda
es: vista de la agenda

source: View 'Votes and Proceedings'
es: votos vistas y procedimientos

source: Add Consignatory
es: añadir cosignatario

source: Delete Consignatory
es: eliminar cosignatario

source: Edit Consignatory
es: editar cosignatario

source: Delete item scheduling
es: la programación de eliminar el tema

source: Add Group Item Assignment
es: agregar la asignación de grupos tema

source: Delete Group Item Assignment
es: grupo de eliminar la asignación tema

source: Edit Group Item Assignment
es: modificar la asignación de grupos tema

source: Permission to generate report
es: permiso para generar el informe

source: Add item scheduling category
es: agregar la categoría programación tema

source: add an attached file
es: agregar un archivo adjunto

source: edit an attached file
es: editar un archivo adjunto

source: view an attached file
es: ver un archivo adjunto

source: delete an attached file
es: eliminar un archivo adjunto

source: add translation
es: agregar traducción

source: Edit item scheduling discussion
es: editar la programación de la discusión el tema

source: View sitting attendance
es: ver sesión lista de asistencia

source: Add sitting attendance
es: añadir sesión lista de asistencia

source: Edit sitting attendance
es: editar sesión lista de asistencia

source: Delete sitting attendance
es: asistencia a eliminar sesión

source: Add committee
es: añadir comité

source: Edit committee
es: editar comité

source: Delete committee
es: comité de eliminar

source: View committee
es: ver comité

source: Add Question
es: cuestión agregar

source: Edit Question
es: edición de preguntas

source: Delete Question
es: cuestión eliminar

source: View Question
es: ver pregunta

source: Add heading
es: añadir la partida

source: Edit heading
es: editar la partida

source: Delete heading
es: eliminar la partida

source: View heading
es: vista la partida

source: Add Motion
es: añadir movimiento

source: Edit Motion
es: edición de movimiento

source: Delete Motion
es: eliminar el movimiento

source: View Motion
es: ver el movimiento

source: Add agenda item
es: añadir tema del programa

source: Edit agenda item
es: editar tema del programa

source: Delete agenda item
es: tema del programa borrar

source: View agenda item
es: ver tema del programa

source: Add tabled document
es: adicionar documento presentado

source: Edit tabled document
es: editar el documento presentado

source: Delete tabled document
es: documento presentado eliminar

source: View tabled document
es: ver el documento presentado

source: Edit Response
es: modificar la respuesta

source: View Response
es: ver la respuesta

source: Add Parliament
es: añadir el parlamento

source: Edit Parliament
es: editar el parlamento

source: Delete Parliament
es: eliminar el parlamento

source: View Parliament
es: la opinión del parlamento

source: Add Bill
es: proyecto de ley añade

source: Edit Bill
es: proyecto de ley edición

source: Delete Bill
es: proyecto de ley elimina

source: View Bill
es: ver proyecto

source: Admin User Record
es: administrador de registro de usuario

source: Edit historical data
es: editar los datos históricos

source: Add party
es: complemento de otro fabricante

source: Edit party
es: parte editar

source: Delete party
es: parte eliminar

source: Member of parliament
es: miembro del parlamento

source: Owner
es: propietario

source: Minister
es: ministro

source: Clerks Office
es: empleado de la oficina

source: Speaker Office
es: hablante de oficina

source: Translators Office
es: traductor de la oficina

source: All authenticated users
es: todos los usuarios autenticados

source: Bungeni Visitor
es: visitante bungeni

source: Bungeni Admin
es: administrador bungeni
