Repository: malangalanga/bungeni-portal
Catalog: contribs/configs/kenya_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: unchanged
fr: inchangé

source: keep-file
fr: garder le fichier existant

source: replace-file
fr: remplacer par le nouveau fichier

source: download-file
fr: télécharger

source: keep-image
fr: garder l'image actuelle

source: delete-image
fr: supprimer l'image actuelle

source: replace-image
fr: remplacer par une nouvelle image

source: upload-image
fr: télécharger l'image vers le serveur

source: An error occurred during generation of the document
fr: il y a eu une erreur lors de la génération du document

source: Similar Content
fr: contenu similaire

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
fr: sélectionner une version à comparer avec la copie en cours de traitement, ou faire deux sélections pour comparer des versions précédentes

source: Change state...
fr: changer d'état ...

source: Current state: ${state}.
fr: état actuel: ${state}

source: History
fr: histoire

source: No history available for this item
fr: aucune histoire disponible pour cet élément

source: Rebuild search index
fr: reconstruire les paramétrés de recherche

source: Form values must be of type string or list
fr: les valeurs du formulaire doivent être du type séquence ou liste

source: No Text
fr: aucun texte

source: procedure
fr: procédure

source: modified
fr: modifié

source: by
fr: par

source: No Version Data
fr: pas de données sur la version

source: Change Message
fr: modifier le message

source: Version Log
fr: registre des versions

source: New Version
fr: nouvelle version

source: New Version Created
fr: nouvelle version créée

source: Revert To
fr: revenir à

source: Select one item to revert to
fr: sélectionner un élément auquel retourner

source: Reverted to Previous Version %s
fr: retourné à la version précédente %s

source: Show Differences
fr: montrer les différences

source: Displaying differences
fr: affichant les différences

source: Select one or two items to show differences
fr: sélectionner un ou deux éléments pour montrer les différences

source: From
fr: à partir de

source: Leave blank or set lower limit
fr: laissez en blanc ou définir la limite inférieure

source: To
fr: à

source: Leave blank or set upper limit
fr: laissez en blanc ou définir la limite supérieure

source: Or select
fr: ou sélectionner

source: Set date range to that of a given particular parliament
fr: fixer un intervalle de date correspondant à celui d'un parlement donné

source: Filter the archive by date range
fr: filtrer les archives par intervalle de date

source: parliament...
fr: parlement ...

source: Filter
fr: filtrer

source: Invalid Date Range
fr: intervalle de date pas valable

source: Start date must be before %s
fr: la date de début doit être avant le %s

source: End date must be after %s
fr: la date de fin doit être après le %s

source: Date range set
fr: intervalle de date fixé

source: Clear
fr: effacer

source: Date range cleared
fr: intervalle de date effacé

source: Filter by date or parliament
fr: filtrer par date ou par parlement

source: you_are_here
fr: vous êtes ici:

source: tabs_home
fr: accueil

source: Add items to schedule by clicking on the checkbox
fr: ajouter des éléments au calendrier en cliquant sur les cases à cocher

source: heading_sections
fr: sections

source: signature_requirement_met
fr: ce document a le nombre requis de signataires. ${signed_members} membre(s) ont signé. ${required_members} signature(s) nécessaire(s).

source: signature_requirements_not_met
fr: ce document n'a pas le nombre requis de signataires. il nécessite ${required_members} signature(s). ${signed_members} membre(s) ont signé.

source: day_%d
fr: jour_%d

source: Unknown
fr: inconnu

source: Invalid date: $value
fr: date non valable: $value

source: Form upload is not a file object
fr: formulaire de téléchargement n'est pas un objet de fichier

source: download
fr: télécharger

source: Choose Month
fr: choisir le mois

source: Enter Year
fr: entrer une année

source: Please enter a valid year
fr: merci d'entrer une année valable

source: Incorrect string data for date
fr: séquence de données incorrecte pour la date

source: Incorrect string data for date and time
fr: séquence de données incorrecte pour la date et l'heure

source: start typing to chose $fname...
fr: commencer à taper pour choisir $fname ...

source: selected subject terms
fr: termes du sujet sélectionnés

source: no subjects
fr: pas de sujets

source: Workflow history
fr: histoire du flux de travail

source: Comment on workflow change
fr: commenter la modification au flux de travail

source: Active Date
fr: date active

source: Registry number
fr: numéro de registre

source: Active Date is in the past.
fr: la date active est dans le passé

source: Active Date is in the future.
fr: la date active est dans le futur

source: Confirmation required for workflow transition: '${title}'
fr: confirmation requise pour la transition du flux de travail: '${title}'
