Repository: malangalanga/bungeni-portal
Catalog: contribs/configs/kenya_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: Add
fr: ajouter

source: Cancel
fr: annuler

source: Save and continue editing
fr: enregistrer et continuer la révision

source: Save and add another
fr: enregistrer et ajouter un autre

source: Save
fr: enregistrer

source: Updated on ${date_time}
fr: mis à jour le ${date_time}

source: No changes
fr: pas de modifications

source: Current parliamentary activity
fr: activité parlementaire en cours

source: under consideration
fr: à l'étude

source: documents under consideration
fr: documents à l'étude

source: tracked documents
fr: documents retracés

source: Committee schedules
fr: calendrier de la commission

source: Plenary Sittings
fr: séances plénières

source: My Groups
fr: mes groupes

source: Manage bungeni settings
fr: gérer les paramètres de bungeni

source: Content
fr: contenu

source: browse bungeni content
fr: naviguer le contenu de bungeni

source: email settings
fr: paramètres de l'e-mail

source: manage email settings
fr: gérer les paramètres de l'e-mail

source: search index settings
fr: paramètres de configuration de la recherche

source: manage search index settings
fr: gérer les paramètres de configuration de la recherche

source: registry settings
fr: paramètres de registre

source: manage registry settings
fr: gérer les paramètres de registre

source: Submitted by
fr: soumis par

source: Approved on
fr: approuvé le

source: published on
fr: date de publication

source: notice given on
fr: notification faite le

source: Sitting:
fr: séance:

source: to
fr: à

source: Sitting scheduled for
fr: séance prévue le

source: verbose_sitting_title
fr: séance du ${group_name} @ ${sitting_venue}

source: Scheduled for sitting ($start to $end)
fr: prévu pour la séance ($start to $end)

source: Editorial Note
fr: note de la rédaction

source: translation
fr: traduction

source: Last modified
fr: dernière modification

source: member_title_with_representation
fr: membre du parlement pour ${representation} (${member})

source: Address
fr: adresse

source: Unknown user group
fr: groupe d'utilisateurs inconnu

source: title_html_fragment_odf_transform
fr: fragment html pour le format opendocument

source: pending
fr: en attente

source: scheduled
fr: programmé

source: Submit to Clerk
fr: soumettre au secrétaire général

source: Schedule
fr: programmer

source: Reset global registry number
fr: réinitialiser le numéro de registre global

source: Reset questions registry number
fr: réinitialiser le numéro du registre des questions

source: Reset motions registry number
fr: réinitialiser le numéro du registre des motions

source: Reset agenda items registry number
fr: réinitialiser le numéro du registre des articles à l'ordre du jour

source: Reset bills registry number
fr: réinitialiser le numéro du registre des projets de loi

source: Reset reports registry number
fr: réinitialiser le numéro du registre des compte-rendus

source: Reset tabled documents registry number
fr: réinitialiser le numéro du registre des documents déposés

source: Email Notifications Enabled?
fr: notifications par email activées?

source: Email server hostname or IP address
fr: hostname ou IP adress du serveur de messagerie

source: Email server port
fr: port du serveur de messagerie

source: Email server login name
fr: identifiant du serveur de messagerie

source: Email server password
fr: mot de passe du serveur de messagerie

source: Default sender address
fr: adresse de l'expéditeur par défaut

source: Connect securely to mail server (using TLS)
fr: connecter de manière sécurisée au serveur de messagerie (en utilisant TLS)

source: user name
fr: nom d'utilisateur

source: assigned
fr: assigné

source: full names
fr: noms complets

source: Save and view
fr: enregistrer et visualiser

source: Updated attendance record
fr: liste de présence actualisée

source: user
fr: utilisateur

source: No Change Data
fr: pas de données modifiées

source: Change Log
fr: modifier log

source: Daily
fr: quotidien

source: Weekly
fr: hebdomadaire

source: event_form_field_default
fr: choisir ${event_field_title}

source: Scheduling
fr: programmer

source: Activity Type
fr: type d'activité

source: Meeting Type
fr: type de réunion

source: Convocation Type
fr: type de convocation

source: Please check the highlighted sittings. Failed to apply changes
fr: merci de vérifier les séances surlignées. Il est impossible d'appliquer les modifications

source: Please review the highlighted sittings. Could not apply changes.
fr: merci de vérifier les séances surlignées. Il est impossible d'appliquer les modifications

source: Please review the highlighted events. Could not be deleted.
fr: merci de vérifier les événements surlignés. Il a été impossible de les supprimer.

source: ${localized_start_date} to ${localized_end_date}
fr: ${localized_start_date} à ${localized_end_date}

source: Unable to add a sitting. Please make corrections.
fr: impossible d'ajouter une séance. merci de corriger

source: Error Updating Sitting
fr: erreur dans la mise à jour de la séance

source: Error Deleting Sitting
fr: erreur dans la suppression de la séance

source: Sitting Votes and Proceedings
fr: votes et procès-verbaux de la séance

source: Sitting Agenda
fr: ordre du jour de la séance

source: choose status
fr: choisir le statut

source: Start date and time of sitting
fr: date et horaire de début de la séance

source: Choose sitting's start date and time
fr: choisir la date et l'horaire de début de la séance

source: End date and time of sitting
fr: date et horaire de fin de la séance

source: Choose sitting's end date and time
fr: choisir la date et l'horaire de fin de la séance

source: Venue
fr: lieu

source: Venues
fr: lieux

source: Language
fr: langue

source: Calendar of
fr: calendrier de

source: Agenda
fr: ordre du jour

source: Acronym
fr: acronyme

source: Activate
fr: activer

source: Active
fr: actif

source: Active Committee
fr: commission active

source: Active Group
fr: groupe actif

source: Active Parliament
fr: parlement actif

source: Active User
fr: utilisateur actif

source: Add Committee Member...
fr: ajouter un membre de la commission ...

source: Add Office Member...
fr: ajouter un employé du bureau...

source: Address Type
fr: type d'adresse

source: Addresses
fr: adresses

source: Adjourn
fr: ajourner

source: Adjourn First Reading
fr: ajourner la première lecture

source: Adjourn First Report Reading
fr: ajourner la première lecture du compte rendu

source: Adjourn Second Reading
fr: ajourner la deuxième lecture

source: Adjourn Third Reading
fr: ajourner la troisième lecture

source: Adjourn Whole House Committee
fr: ajourner la séance de la chambre entière

source: Adjourn debate
fr: ajourner le débat

source: Admissible Date
fr: date admissible

source: Adopt
fr: adopter

source: Adopt with amendments
fr: adopter avec des amendements

source: Adopted
fr: adopté

source: Adopted with amendments
fr: adopté avec des amendements

source: Agenda Item
fr: point à l'ordre du jour

source: Agenda Items
fr: points à l'ordre du jour

source: Allow scheduling
fr: autoriser la programmation

source: Allow scheduling of First Reading
fr: autoriser la programmation de la première lecture

source: Allow scheduling of First Report Reading
fr: autoriser la programmation de la première lecture du compte rendu

source: Allow scheduling of Second Reading
fr: autoriser la programmation de la deuxième lecture

source: Allow scheduling of Third Reading
fr: autoriser la programmation de la troisième lecture

source: Allow scheduling of Whole House Committee
fr: autoriser la programmation de la commission plénière

source: Allow scheduling/rescheduling of Whole House Committee
fr: autoriser la convocation/reprogrammation de la commission plénière

source: Approve
fr: approuver

source: Approved Bill
fr: projet de loi approuvé

source: Archive
fr: archives

source: Attachment
fr: pièce jointe

source: Attachment Type
fr: type de pièce jointe

source: Attachment Version
fr: version de la pièce jointe

source: Attachment Versions
fr: versions de la pièce jointe

source: Attachments
fr: pièce jointes

source: Attendance
fr: présence

source: Auto Archive
fr: archives automatiques

source: Awaiting Consent
fr: en attente de consentement

source: Bill
fr: projet de loi

source: Bill Published in Gazette
fr: projet de loi publié dans le journal officiel

source: Bill Type
fr: type de projet de loi

source: Bill Withdrawn
fr: projet de loi retiré

source: Bills
fr: projets de loi

source: Biographical notes
fr: notes biographiques

source: Body
fr: corps

source: Change
fr: modifier

source: Changes
fr: modifications

source: Choose the type of question
fr: choisir le type de question

source: Choose the type of response expected for this question
fr: choisir le type de réponse attendue pour cette question

source: City
fr: ville

source: Committee
fr: commission

source: Committee Identifier
fr: identifiant de la commission

source: Committee Member
fr: membre de la commission

source: Committee Members
fr: membres de la commission

source: Committee Staff
fr: personnel de la commission

source: Committee Staffs
fr: personnel de la commission

source: Committee Status Type
fr: type de statut de la commission

source: Committee Type
fr: type de commission

source: Committee is Dissolved
fr: la commission est dissoute

source: Committees
fr: commissions

source: Complete
fr: compléter

source: Complete Response
fr: compléter la réponse

source: Countries
fr: pays

source: Country
fr: pays

source: Country Code
fr: code du pays

source: Country of Birth
fr: pays de naissance

source: Coverage
fr: couverture

source: Create
fr: créer

source: Create Agenda Item
fr: inscrire un point à l'ordre du jour

source: Create Agenda Item (On behalf of)
fr: inscrire un point à l'ordre du jour (au nom de)

source: Create Bill
fr: créer un projet de loi

source: Create Motion
fr: créer une motion

source: Create Motion (On behalf of)
fr: créer une motion (au nom de)

source: Create Question
fr: créer une question

source: Create Question (On behalf of)
fr: créer une question (au nom de)

source: Create Report
fr: créer un compte rendu

source: Create Sitting
fr: créer une séance

source: Create Tabled Document
fr: créer un document déposé

source: Create Tabled Document (On behalf of)
fr: créer un document déposé (au nom de)

source: Create and Sign
fr: créer et signer

source: Current Nationality
fr: nationalité actuelle

source: Date Audit
fr: date de révision

source: Date of Birth
fr: date de naissance

source: Date of Death
fr: date de décès

source: Date of the dissolution
fr: date de la dissolution

source: Date of the election
fr: date d'élection

source: Date of the swearing in
fr: date de prestation de serment

source: Date submitted to ministry
fr: date de transmission au ministère

source: Deactivate
fr: désactiver

source: Debate
fr: débat

source: Debate adjourned
fr: débat ajourné

source: Debated
fr: débattu

source: Deceased User
fr: utilisateur décédé

source: Defer
fr: ajourner

source: Deferred
fr: ajourné

source: Disapprove
fr: désapprouver

source: Dissolve
fr: dissoudre

source: Doc Version
fr: version doc

source: Doc Versions
fr: versions doc

source: Document Type
fr: type de document

source: Draft
fr: brouillon

source: Draft - Committee not yet Active
fr: brouillon - commission pas encore active

source: Draft - Group not yet Active
fr: brouillon - groupe pas encore actif

source: Draft - Parliament not yet Active
fr: brouillon - parlement pas encore actif

source: Draft Address
fr: projet d'adresse

source: Draft Agenda
fr: projet d'ordre du jour

source: Draft Bill
fr: projet de loi

source: Draft Event
fr: projet d'événement

source: Draft Minutes
fr: projet de procès-verbal

source: Drop
fr: abandonner

source: Dropped
fr: abandonné

source: Editorial Notes
fr: notes de la rédaction

source: Elapse
fr: s'écouler

source: Elapsed
fr: écoulé

source: Election Date
fr: date d'élection

source: Election Type
fr: type d’élection

source: Election/Nomination Date
fr: date d'élection/nomination

source: Email address
fr: adresse email

source: End
fr: fin

source: End Date
fr: date de fin

source: Enter one fax number per line
fr: inscrire un numéro de fax par ligne

source: Enter one phone number per line
fr: inscrire un numéro de téléphone par ligne

source: Event
fr: événement

source: Event Type
fr: type d'événement

source: Events
fr: événements

source: Fax Number(s)
fr: numéro(s) de fax

source: File
fr: fichier

source: Finalize Agenda
fr: finaliser l'ordre du jour

source: First Name
fr: prénom

source: First Reading
fr: première lecture

source: First Reading Adjourned
fr: première lecture ajournée

source: First Reading Pending
fr: première lecture en instance

source: First Report Reading
fr: première lecture du compte rendu

source: First Report Reading Adjourned
fr: première lecture du compte rendu ajournée

source: First Report Reading Pending
fr: première lecture du compte rendu en instance

source: Full Name
fr: nom complet

source: Full Name [Short Name]
fr: nom complet [nom abbrévié]

source: Gender
fr: sexe

source: Geolocation
fr: géolocalisation

source: Government
fr: gouvernement

source: Government Identifier
fr: identifiant du gouvernement

source: Governments
fr: gouvernements

source: Group
fr: groupe

source: Group Membership
fr: adhésion au groupe

source: Group Memberships
fr: adhésion à des groupes

source: Group is Dissolved
fr: le groupe est dissous

source: Groups
fr: groupes

source: Heading
fr: rubrique

source: Headings
fr: rubriques

source: Identifier
fr: identifiant

source: In power from
fr: au pouvoir depuis

source: In power till
fr: au pouvoir jusqu'au

source: Inactive User
fr: utilisateur inactif

source: Inactive address
fr: adresse inactif

source: Inactive event
fr: événement inactif

source: Inactive file
fr: fichier inactif

source: Inactive heading obsolete
fr: rubrique inactive obsolète

source: Inadmissible
fr: irrecevable

source: Initial password
fr: mot de passe initial

source: Item
fr: point

source: Item Schedule
fr: point à l'ordre du jour

source: Item Schedule Discussion
fr: débat sur le point à l'ordre du jour

source: Item Schedule Discussions
fr: débats sur le point à l'ordre du jour

source: Item Schedules
fr: points à l'ordre du jour

source: Item Type
fr: type de point

source: Item URI
fr: URI du point

source: Last Name
fr: nom de famille

source: Leave Reason
fr: motif du départ

source: Limits persons with this title to one
fr: limiter ce titre à une seule personne

source: Login
fr: se connecter

source: MIME Type
fr: type de MIME

source: Make available for scheduling
fr: rendre disponible pour la programmation

source: Marital Status
fr: état civil

source: Member
fr: membre

source: Member of Parliament
fr: membre du parlement

source: Middle Name
fr: deuxième prénom

source: Minimum Number of members
fr: nombre minimal de membres

source: Minister
fr: ministre

source: Ministers
fr: ministres

source: Ministries
fr: ministères

source: Ministry
fr: ministère

source: Ministry Identifier
fr: identifiant du ministère

source: Minutes
fr: procès-verbal

source: Model
fr: modèle

source: Models
fr: modèles

source: Move from Deceased
fr: retirer des décédés

source: Move to Deceased
fr: déplacer parmi les décédés

source: Moved by
fr: déplacé par

source: Mover
fr: déplacer

source: Must contain only letters, numbers, a period (.) and underscore (_). Should start with a letter and be between 3 and 20 characters long
fr: il ne doit contenir que des lettres, des nombres, un point (.) et un caractère de soulignement (_). il dévrait commencer par une lettre et être entre 3 et 20 caractères

source: Name
fr: nom

source: Name of activity
fr: nom de l'activité

source: Name of the Country
fr: nom du pays

source: National Id
fr: carte nationale d'identité

source: Nationality at Birth
fr: nationalité à la naissance

source: Needs Recomplete to Approve
fr: besoin de clarification pour approbation

source: Notice Date
fr: date de notification

source: Number
fr: nombre

source: Number of clerks
fr: nombre des secrétaires généraux

source: Number of members
fr: nombre des membres

source: Number of researchers
fr: nombre des chercheurs

source: Office
fr: bureau

source: Office Identifier
fr: identifiant du bureau

source: Office Member
fr: membre du bureau

source: Office Members
fr: membres du bureau

source: Offices
fr: bureaux

source: Only one user may have this title
fr: un seul utilisateur peut avoir ce titre

source: Owner
fr: propriétaire

source: Parliament
fr: parlement

source: Parliament Identifier
fr: identifiant du parlement

source: Parliament Name
fr: nom du parlement

source: Parliament is Dissolved
fr: le parlement est dissous

source: Parliamentary session
fr: session parlementaire

source: Parliamentary sessions
fr: sessions parlementaires

source: Parliaments
fr: parlements

source: Pending response
fr: en attente de réponse

source: Phone Number(s)
fr: numéro(s) de téléphone

source: Picture of the person
fr: photo de la personne

source: Political Group
fr: groupe politique

source: Political Group Member
fr: membre du groupe politique

source: Political Group Members
fr: membres du groupe politique

source: Political Groups
fr: groupes politiques

source: Political Party
fr: parti politique

source: Postal Address Type
fr: type d'adresse postale

source: Proportional representation
fr: représentation proportionnelle

source: Publication Date
fr: date de publication

source: Publications type
fr: type de publications

source: Publish
fr: publier

source: Publish Internal
fr: publier en interne

source: Publish Internal Agenda
fr: publier l'ordre du jour en interne

source: Publish Minutes
fr: publier le procès-verbal

source: Publish Minutes Internal
fr: publier le procès-verbal en interne

source: Publish in Gazette
fr: publier dans le journal officiel

source: Published
fr: publié

source: Published Agenda
fr: ordre du jour publié

source: Published Agenda Internal
fr: ordre du jour publié en interne

source: Published Date
fr: date de publication

source: Published Internal
fr: publié en interne

source: Published Minutes
fr: procès-verbal publié

source: Published Minutes Internal
fr: procès-verbal publié en interne

source: Question Type
fr: type de question

source: Re-publish
fr: publier à nouveau

source: Re-schedule
fr: programmer à nouveau

source: Reactivate
fr: réactiver

source: Receive
fr: recevoir

source: Received by Clerks Office
fr: reçu par le bureau du secrétaire général

source: Received by clerk
fr: reçu par le secrétaire général

source: Recomplete
fr: compléter à nouveau

source: Redraft
fr: rédiger à nouveau

source: Redraft (Automatic)
fr: rédiger à nouveau (automatique)

source: Redraft Agenda
fr: rédiger l'ordre du jour à nouveau

source: Redraft Minutes
fr: rédiger le procès-verbal à nouveau

source: Redraft Response
fr: rédiger la réponse à nouveau

source: Registry Number
fr: numéro de registre

source: Reinstatement Date
fr: date de réintégration

source: Reject
fr: rejeter

source: Reject a scheduled motion
fr: rejeter une motion programmée

source: Rejected
fr: rejeté

source: Rejected Bill
fr: projet de loi rejetté

source: Remarks
fr: remarques

source: Report
fr: compte rendu

source: Reports
fr: comptes rendus

source: Representation
fr: représentation

source: Require Clarification to Approve
fr: besoin de clarification pour approbation

source: Require Clarification to Receive
fr: besoin de clarification pour réception

source: Require Recomplete to Approve
fr: besoin de compléter à nouveau pour approbation

source: Requires Clarification to Approve
fr: besoin de clarification pour approbation

source: Requires Clarification to Receive
fr: besoin de clarification pour réception

source: Reschedule
fr: programmer à nouveau

source: Reschedule First Reading
fr: progammer à nouveau la première lecture

source: Reschedule First Report Reading
fr: progammer à nouveau la première lecture du compte rendu

source: Reschedule Second Reading
fr: progammer à nouveau la deuxième lecture

source: Reschedule Third Reading
fr: progammer à nouveau la troisième lecture

source: Reschedule Whole House Committee
fr: progammer à nouveau la commission plénière

source: Response
fr: réponse

source: Response Type
fr: type de réponse

source: Response completed
fr: réponse complétée

source: Response submitted
fr: réponse soumise

source: Resubmit
fr: soumettre à nouveau

source: Revert to admissible
fr: redevenir admissible

source: Role
fr: fonction

source: Role given to members of this office
fr: fonction attribuée aux membres de ce bureau

source: Schedule First Reading
fr: programmer la première lecture

source: Schedule First Report Reading
fr: programmer la première lecture du compte rendu

source: Schedule Second Reading
fr: programmer la deuxième lecture

source: Schedule Third Reading
fr: programmer la troisième lecture

source: Schedule Whole House Committee
fr: programmer la commission plénière

source: Schedule pending
fr: en attente de programmation

source: Scheduled
fr: programmé

source: Second Reading
fr: deuxième lecture

source: Second Reading Adjourned
fr: deuxième lecture ajournée

source: Second Reading Pending
fr: deuxième lecture en attente

source: Select Coverage
fr: sélectionner la couverture

source: Select Geolocation
fr: sélectionner la géolocalisation

source: Select Representation
fr: sélectionner la représentation

source: Select Subjects
fr: sélectionner les sujets

source: Select the user who moved the document
fr: sélectionner l'utilisateur qui a déplacé le document

source: Send to Ministry
fr: transmettre au ministère

source: Short Name
fr: nom abrévié

source: Shorter name for the parliament
fr: nom plus court pour le parlement

source: Signatories
fr: signataires

source: Signatory
fr: signataire

source: Signature Consented
fr: signature consentie

source: Signature Rejected
fr: signature rejetée

source: Signature Status
fr: état de la signature

source: Signature Withdrawn
fr: signature retirée

source: Sitting
fr: séance

source: Sitting Activity Type
fr: type d'activité de la séance

source: Sitting Attendance
fr: participation à la séance

source: Sitting Attendances
fr: présences à la séance

source: Sitting Convocation Type
fr: type de convocation de la séance

source: Sitting Meeting Type
fr: type de réunion de la séance

source: Sittings
fr: séances

source: Sort Order
fr: ordre de classification

source: Start Date
fr: date de début

source: Statement of Purpose
fr: déclaration des objectifs

source: Status
fr: statut

source: Status Date
fr: date du statut

source: Street
fr: rue

source: Subject Terms
fr: termes du sujet

source: Submission Date
fr: date de soumission

source: Submit
fr: soumettre

source: Submit Bill to Select Committee (I)
fr: soumettre le projet de loi à la commission spéciale (I)

source: Submit Bill to Select Committee (II)
fr: soumettre le projet de loi à la commission spéciale (II)

source: Submit Response
fr: soumettre la réponse

source: Submit to Signatories
fr: soumettre aux signataires

source: Submit/Resubmit Bill to Select Committee (II)
fr: soumettre/soumettre à nouveau le projet de loi à la commission spéciale (II)

source: Submitted
fr: soumis

source: Submitted to Clerk
fr: soumis au Secrétaire Général

source: Submitted to Select Committee (after 1st reading)
fr: soumis à la commission spéciale (après la première lecture)

source: Submitted to Select Committee (after 2nd reading)
fr: soumis à la commission spéciale (après la deuxième lecture)

source: Submitted to Signatories
fr: soumis aux signataires

source: Submitted to clerk
fr: soumis au secrétaire général

source: Submitted to the Speaker
fr: soumis au président
