Repository: malangalanga/bungeni-portal
Catalog: contribs/configs/kenya_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: Substituted by
fr: remplacé par

source: Table
fr: déposer

source: Tabled
fr: déposé

source: Tabled Document
fr: document déposé

source: Tabled Documents
fr: documents déposés

source: Text
fr: texte

source: The order in which members with this title will appear relative to other members
fr: ordre par lequel les membres ayant ce titre vont apparaître par rapport aux autres membres

source: Third Reading
fr: troisième lecture

source: Third Reading Adjourned
fr: troisième lecture ajourné

source: Third Reading Pending
fr: troisième lecture en attente

source: Title
fr: titre

source: Title type
fr: type de titre

source: Title types
fr: types de titre

source: Titles
fr: titres

source: Two letter ISO Code for this country e.g. DZ for Algeria
fr: deux lettre de code ISO pour ce pays, par exemple DZ pour l'Algérie

source: Type of Substitution
fr: type de remplacement

source: Unique identifier or number for this Committee
fr: identifiant unique ou numéro de cette commission

source: Unique identifier or number for this Government
fr: identifiant unique ou numéro de ce gouvernement

source: Unique identifier or number for this Ministry
fr: identifiant unique ou numéro de ce ministère

source: Unique identifier or number for this Office
fr: identifiant unique ou numéro de ce bureau

source: Unique identifier or number for this Parliament
fr: identifiant unique ou numéro de ce parlement

source: Unique identifier or number for this political group
fr: identifiant unique ou numéro de ce groupe politique

source: Upload a file
fr: télécharger un fichier

source: User
fr: utilisateur

source: User Delegation
fr: utilisateur de la délégation

source: User Delegations
fr: utilisateur des délégations

source: Users
fr: utilisateurs

source: Vote Date
fr: date du vote

source: Whole House
fr: session plénière

source: Whole House Adjourned
fr: session plénière ajournée

source: Whole House Pending
fr: session plénière en attente

source: Withdraw
fr: retirer

source: Withdrawn
fr: retiré

source: Working Draft
fr: version préliminaire

source: Zip Code
fr: code postal

source: consent
fr: consentement

source: e.g. Chief Advisor, etc.
fr: par exemple conseiller en chef, etc.

source: e.g. Mr. Mrs, Prof. etc.
fr: ex.: m. mme, prof., etc.

source: is global
fr: est global

source: received by clerk
fr: reçu par le secrétaire général

source: reject
fr: rejeter

source: sub role
fr: sous-rôle

source: the sub role this member will get
fr: le sous-rôle que ce membre recevra

source: unsign document - automatic
fr: enlever la signature du document - automatique

source: whether or not this role is granted globally
fr: si ce rôle est accordé globalement ou pas

source: withdraw signature
fr: retirer la signature

source: withdraw signature - automatic
fr: retirer la signature - automatique

source: Invalid value
fr: valeur pas valable

source: This is not a valid email address
fr: cette adresse émail n'est pas valable

source: Invalid login name
fr: identifiant pas valable

source: End Date must be after Start Date
fr: date de fin doit être après la date de début

source: The life of a parliament must start after its election
fr: la vie d'un parlement doit commencer après son élection

source: A person cannot be active and substituted at the same time
fr: une personne ne peut pas être active et remplacée en même temps

source: If a person is substituted End Date must be set
fr: si une personne est remplacée, la date de fin doit être indiquée

source: If a person is inactive End Date must be set
fr: si une personne est inactive, la date de fin doit être indiquée

source: A parliament member has to be elected/nominated before she/he can be sworn in
fr: un membre du parlement doit être élu ou nommé avant qu'elle/il puisse être assermenté

source: Check dates: death must follow birth
fr: contrôler les dates: le décès doit sivre la naissance

source: No template for document of type: ${dtype}. Contact admin.
fr: aucun modèle de document de type: ${dtype}. contactez l'admin.

source: An error occurred in Bungeni.
fr: une erreur est survenue en bungeni

source: A system error occurred.
fr: une erreur de système est survenue

source: Your account is not authorized to view this item.
fr: votre compte n'est pas habilité pour visualiser cet élément

source: Choose items from provided vocabulary
fr: choisissez les entrées dans le vocabulaire qui est disponible

source: View
fr: visualiser

source: A record with this value already exists
fr: une entrée avec cet valeur existe déjà

source: bungeni_widget_no_value
fr: choisir ${title} ...

source: add_item_legend
fr: ajouter $name

source: add_item_title
fr: en ajoutant $name

source: edit_translation_legend
fr: modifiant $language traduction de '$title

source: edit_version_legend
fr: modifiant \"$title\" (version $version)

source: edit_item_legend
fr: modifiant \"$title\"

source: edit_translation_help
fr: la version en $language originale est disponible à gauche

source: translate_item_legend
fr: ajouter traduction en $language

source: translate_item_help
fr: le document \"$title\" n'a pas été traduit en $language. merci d'utiliser ce formulaire pour ajouter la traduction

source: translate_item_title
fr: ajoutant traduction en $language

source: Save translation
fr: enregistrer la traduction

source: Item reordering
fr: reclassement de l'élément

source: Delete
fr: supprimer

source: Could not delete item due to database integrity error. You may wish to try deleting any related sub-records first?
fr: impossible de supprimer l'élément dû à une erreur d'intégrité de la base de données. merci d'essayer de supprimer toutes les sous-entrées en premier

source: Please confirm that you wish to sign this document
fr: merci de confirmer que vous souhaitez signer ce document

source: Sign Document
fr: signer le document

source: General
fr: général

source: This content is not yet translated into $language
fr: ce document n'a pas encore été traduit en $language

source: Move
fr: déplacer

source: Item ID
fr: ID de l'élément

source: Delete item confirmation
fr: confirmation de la suppression d'un élément

source: Please confirm that you wish to delete this item.
fr: merci de confirmer que vous souhaitez supprimer cet élément.

source: The following item will be deleted.
fr: l'élément suivant sera supprimé.

source: label_required
fr: requis

source: title_required
fr: requis

source: Also editing the document:
fr: modifiant le document aussi:

source: Parliamentary activities
fr: activités parlementaires

source: Offices held
fr: postes occupés

source: office_held
fr: bureau

source: office_type
fr: type

source: office_title
fr: titre

source: office_from
fr: à partir du

source: office_to
fr: jusqu'au

source: Subscribe
fr: s'abonner

source: Unsubscribe
fr: se désabonner

source: Document Details.
fr: détails sur ce document.

source: Written response to question by ${respondent}
fr: réponse écrite à la question par ${respondent}

source: invalid date. choose or type correct date
fr: date non valable. choisir ou taper la date correcte

source: Email already taken!
fr: email déjà pris!

source: Start date must be after (%s)
fr: la date de début doit être après (%s)

source: Start date must be prior to (%s)
fr: date de début doit être antérieure à (%s)

source: End date must be equal to start date
fr: la date de fin doit être égale à la date de début

source: End date must be after (%s)
fr: la date de fin doit être après (%s)

source: End date must be prior to (%s)
fr: la date de fin doit être antérieure à (%s)

source: The person is a member in (%s) at that date
fr: la personne est membre de (%s) à cette date

source: The start date overlaps with (%s)
fr: la date de début se chevauche avec (%s)

source: The end date overlaps with (%s)
fr: la date de fin se chevauche avec (%s)

source: The election date overlaps with (%s)
fr: la date d'élection se chevauche avec (%s)

source: Another parliament is not yet dissolved (%s)
fr: un autre parlement n'est pas encore dissous (%s)

source: Start date cannot be after the parliaments dissolution
fr: la date de début ne peut pas être après la dissolution des parlements

source: Start date must start after the swearing in of the parliament
fr: la date de début doit commencer après la prestation de serment du parlement

source: Another government is not yet dissolved (%s)
fr: un autre gouvernement n'est pas encore dissous (%s)

source: This persons already has the title %s
fr: cette personne a déjà le titre %s

source: A person with the title %s already exists
fr: une personne avec le titre %s existe déjà

source: Venue "$venue" already booked in this time slot
fr: le lieu "$venue" a été déjà réservé pour cet horaire

source: If recurrence is limited by date, it must lie after the starting date
fr: si la récurrence est limitée par date, il faut être après la date de début

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
fr: un ou plusieurs événements seraient prévus pour le $F, qui est après la date de fin du groupe de programmation

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
fr: un ou plusieurs événements seraient prévus pour le $F, qui se chevauche avec une séance existante

source: A title with %s sub role already exists
fr: un titre avec le sous-rôle %s existe déjà

source: Personal Info
fr: infos personnelles

source: No item has been set
fr: aucun élément a été indiqué

source: Invalid account credentials
fr: informations de compte pas valables

source: You are now logged in
fr: vous êtes maintenant connectés

source: Restore Login
fr: restaurer connexion

source: Restore
fr: restaurer

source: Your login is:
fr: votre identifiant est:

source: Bungeni login restoration
fr: restauration de la connexion à bungeni

source: Your login was sent to you email.
fr: votre identifiant vous a été envoyé par email.

source: Wrong email address.
fr: mauvaise adresse email.

source: Restore Password
fr: restaurer le mot de passe

source: This user's link is still active!
fr: le lien de cet utilisateur est encore actif!

source: Restore password link:
fr: restaurer le lien du mot de passe:

source: This link will expire in 24 hours.
fr: ce lien expirera dans 24 heures.

source: Bungeni password restoration
fr: restauration du mot de passe de bungeni

source: Email was sent!
fr: l'email a été envoyé!

source: User not found!
fr: utilisateur non trouvé!

source: Password
fr: mot de passe

source: Confirm Password
fr: confirmer le mot de passe

source: Reset Password
fr: réinitialiser le mot de passe

source: Wrong key!
fr: mauvaise touche!

source: Key expired!
fr: clé est périmée!

source: Reset
fr: réinitialiser

source: Password confirmation failed!
fr: confirmation du mot de passe a échoué!

source: Password successfully reset!
fr: mot de passe réinitialisé avec succès!

source: First name
fr: prénom

source: Last name
fr: nom de famille

source: Middle name
fr: deuxième prénom

source: Profile
fr: profil

source: Profile data updated
fr: données du profil mises à jour

source: Old password
fr: ancien mot de passe

source: Old password incorrect
fr: ancien mot de passe incorrect

source: Password confirmation failed
fr: confirmation du mot de passe a échoué

source: Password changed
fr: mot de passe changé

source: Logout
fr: déconnecter

source: label_translate
fr: langue:

source: label_state
fr: état:

source: label_calendar_context
fr: calendrier:

source: label_document_download
fr: télécharger le document

source: Download PDF
fr: télécharger le pdf

source: Download ODT
fr: télécharger le odt

source: Manage Scheduling Content
fr: gérer la programmation du contenu

source: Actions Workspace
fr: actions de l'espace de travail

source: Actions for Calendar Sittings
fr: actions pour le calendrier des séances

source: Discussions in scheduling
fr: discussions en programmation

source: Actions for Calendar Schedulings
fr: actions pour la programmation du calendrier

source: The 'workflow' menu - allows user to execute workflow transitions
fr: le menu 'flux de travail' - permet à l'utilisateur d'exécuter des transitions du flux de travail

source: The 'download' menu - provides options/formats to download a document
fr: le menu 'téléchargement' - fournit des options/formats de téléchargement de documents

source: The 'Calendar' menu - allows user to select a scheduling context
fr: le menu 'calendrier' - permet à l'utilisateur de sélectionner un contexte de programmation

source: The 'Calendar' menu - for management of content used in calendars
fr: le menu 'calendrier' - pour la gestion de contenu utilisé dans les calendriers

source: The 'Translate' menu - allows user to translate content
fr: le menu 'traduire' - permet à l'utilisateur de traduire des contenus

source: The 'Add' menu - allows user to add content while in workspace
fr: le menu 'ajouter' - permet à l'utilisateur d'ajouter du contenu depuis l'espace du travail

source: The 'Actions' menu - provides context-specific actions (views)
fr: le menu 'actions' - fournit des actions spécifiques au contexte (vues)

source: Add parliamentary content...
fr: ajouter du contenu parlementaire

source: The 'Add...' menu
fr: le menu 'ajouter...'

source: Add...
fr: ajouter...

source: Edit political group member
fr: modifier un membre du groupe politique

source: Delete political group member
fr: supprimer membre du groupe politique

source: Add political group member...
fr: ajouter un membre du groupe politique

source: Add committee member...
fr: ajouter un membre de la commission

source: Add staff...
fr: ajouter du personnel

source: Edit committee staff
fr: modifier le personnel de la commission

source: Delete committee staff
fr: supprimer le personnel de la commission

source: Add agenda item...
fr: ajouter un point à l'ordre du jour

source: Add sitting...
fr: ajouter une séance

source: Add ministry...
fr: ajouter un ministère

source: Add minister...
fr: ajouter un ministre

source: Edit minister
fr: modifier le ministre

source: Delete minister
fr: supprimer le ministre

source: Add title...
fr: ajouter un titre...

source: Add member role...
fr: ajouter une fonction de membre ...

source: Add signatory...
fr: ajouter un signataire...

source: Respond to question
fr: répondre à la question

source: Edit heading
fr: modifier la rubrique

source: Delete heading
fr: supprimer la rubrique

source: Edit venue
fr: modifier le lieu

source: Delete venue
fr: supprimer le lieu

source: Edit member title
fr: modifier le titre du membre

source: Delete member title
fr: supprimer le titre du membre

source: Add title type...
fr: ajouter un type de titre...

source: Add office member...
fr: ajouter un membre du bureau ...

source: Edit office member
fr: modifier un membre du bureau

source: Delete office member
fr: supprimer le membre du bureau

source: Settings
fr: paramètres

source: Email settings
fr: paramètres de messagerie

source: Edit sitting
fr: modifier une séance

source: Edit attendance
fr: modifier les présences

source: Delete sitting
fr: supprimer une séance

source: Add session...
fr: ajouter une session...

source: Edit MP
fr: modifier un mp

source: Delete MP
fr: supprimer un mp

source: Add user...
fr: ajouter un utilisateur ...

source: Edit committee member
fr: modifier le membre de la commission

source: Delete committee member
fr: supprimer le membre de la commission

source: Add Group Address...
fr: ajouter une adresse du groupe ...

source: Add user address...
fr: ajouter l'adresse de l'utilisateur ...

source: Edit user
fr: modifier utilisateur

source: Change password
fr: changer le mot de passe

source: Edit user address
fr: modifier l'adresse de l'utilisateur

source: Delete user address
fr: supprimer l'adresse de l'utilisateur

source: Add user delegation...
fr: ajouter délégation utilisateur ...

source: Add member title
fr: ajouter le titre du membre

source: Delete signatory
fr: supprimer le signataire

source: Edit session
fr: modifier la session

source: Delete session
fr: supprimer la session

source: Add heading...
fr: ajouter une rubrique ...

source: Add venue...
fr: ajouter le lieu ...

source: Add file...
fr: ajouter un fichier ...

source: Edit discussion
fr: modifier la discussion

source: Schedule item
fr: programmer un point

source: schedule
fr: programme

source: Delete scheduling
fr: supprimer la programmation

source: Workspace
fr: espace de travail

source: Home
fr: accueil

source: Workflow
fr: flux de travail

source: attachments
fr: pièces jointes

source: Audit log
fr: rapport d'audit

source: Delete user
fr: supprimer l'utilisateur

source: Edit attached file
fr: modifier le fichier ci-joint

source: Delete attached file
fr: supprimer le fichier ci-joint

source: Download attached file
fr: télécharger le fichier ci-joint

source: Edit parliament
fr: modifier le parlement

source: Edit office
fr: modifier le bureau

source: Edit committee
fr: modifier la commission

source: Edit political group
fr: modifier le groupe politique

source: Delete parliament
fr: supprimer le parlement

source: Delete office
fr: supprimer le bureau

source: Delete committee
fr: supprimer la commission

source: Delete political group
fr: supprimer le groupe politique

source: Edit government
fr: modifier le gouvernement

source: Edit ministry
fr: modifier le ministère

source: Delete ministry
fr: supprimer le ministère

source: Edit group address
fr: modifier l'adresse du groupe

source: Delete group address
fr: supprimer l'adresse de groupe

source: Edit title type
fr: modifier le type de titre

source: Delete title type
fr: supprimer le type de titre

source: Delete user delegation
fr: supprimer la délégation de l'utilisateur

source: Edit user delegation
fr: modifier la délégation de l'utilisateur

source: Committee schedule
fr: calendrier de la commission

source: Create reports
fr: créer des compte rendus

source: report-template-missing
fr: modèle de rapport n'existe pas à ${path}

source: No items found
fr: pas d'éléments trouvés

source: Report Type
fr: type de compte rendu

source: Choose template to use in generating Report
fr: sélectionner un modèle à utiliser pour générer le compte rendu

source: Start date for this Report
fr: date de début de ce compte rendu

source: Publication Number
fr: numéro de publication

source: Optional publication number for this Report
fr: numéro de publication optionnel de ce compte rendu

source: Report Title
fr: titre du compte rendu

source: Preview
fr: aperçu

source: See the preview of the report below
fr: voir l'aperçu du compte rendu ci-dessous

source: Report has been processed and saved
fr: le compte rendu a été traité et enregistré

source: Choose a starting date for this report
fr: sélectionner une date de début pour ce compte rendu

source: Choose an end date for this report
fr: sélectionner une date de fin pour ce compte rendu

source: heading
fr: rubrique

source: minute record
fr: archives des procès-verbaux

source: Modify Item
fr: modifier le point

source: NO TEXT RECORD FOUND
fr: aucune trace de ce texte n'a été trouvée

source: Select existing heading
fr: sélectionner une rubrique existante

source: the agenda is empty. add items from below from from the available documents to the right
fr: l'ordre du jour est vide. ajouter des points à partir de ci-dessous, des documents disponibles à la droite

source: add text records
fr: ajouter des enregistrements de texte

source: custom heading
fr: rubrique personnalissée

source: change this text
fr: modifier ce texte

source: Remove item from schedule
fr: retirer l'élément du calendrier

source: Are you sure you want to remove this item from schedule ?
fr: étes-vous sûrs de vouloir retirer cet élément du calendrier?

source: No items have been scheduled. Add something then save.
fr: aucun élément n'a été programmé. ajouter quelque chose puis enregistrer.

source: saving changes to schedule...
fr: enregistrer les modifications à la programmation...

source: saving changes to minutes...
fr: enregistrer les modifications au procès-verbal

source: reloading schedule...
fr: rechargant le calendrier ...

source: there was an error while saving the schedule
fr: il y a eu une erreur lors de l'enregistrement du calendrier

source: no filters selected
fr: pas de filtres sélectionnés

source: you did not choose any filters.select some filters then hit apply
fr: vous n'avez choisi aucun filtre. sélectionner des filtres, puis cliquez sur appliquer

source: clear filters
fr: annuler les filtres

source: apply filters
fr: appliquer les filtres

source: this schedule is read only
fr: ce calendrier est en modalité lecture seule

source: add text to schedule
fr: ajouter du texte au calendrier

source: Schedule has unsaved changes
fr: le calendrier a des modifications non enregistrées

source: Do you want to delete unsaved minute?
fr: voulez-vous supprimer le procès-verbal non enregistré?

source: Confirmation Required
fr: confirmation requise

source: Really remove this minute record?
fr: vraiment supprimer toute trace de ce procès-verbal?

source: You need to save the schedule before adding minutes for it.to this item.
fr: vous devez enregistrer le calendrier avant d'ajouter un procès-verbal pour ce point.

source: *Unsaved item. No minute records.
fr: *élément non enregistré. pas de procès-verbal en archives.

source: No minute records
fr: pas de procès-verbal en archives

source: Edit
fr: modifier

source: Loading minutes...
fr: chargement du procès-verbal ...

source: unable to load minutes...
fr: impossible de charger le procès-verbal ...

source: agenda preview
fr: aperçu de l'ordre du jour

source: generating agenda preview...
fr: générer l'aperçu de l'ordre du jour ...

source: ERROR: Could to generate preview
fr: erreur: impossible de générer l'aperçu

source: This event is unsaved. Edit to make any corrections and then save it
fr: cet événement n'a pas été enregistré. modifiez-le pour y apporter des corrections et puis enregistrez-le

source: Make Corrections
fr: apporter des corrections

source: Venue : Select a venue
fr: lieu: sélectionner un lieu

source: Language : Select a language
fr: langue: sélectionner une langue

source: This timeslot already has another event. Do you want to continue?
fr: ce créneau horaire a déjà un autre événement. voulez-vous continuer?

source: changes from
fr: modifications à partir de

source: Query
fr: interrogation

source: Content type
fr: type de commission

source: Status date
fr: date de statut

source: Highlight words
fr: surligner les mots

source: rank
fr: rang

source: title
fr: titre

source: status
fr: statut

source: weight
fr: poids

source: percent
fr: pourcentage

source: Found ${total} results in ${search_time} Seconds
fr: ${total} résultats trouvés en ${search_time} secondes

source: Search
fr: chercher

source: Invalid Query
fr: interrogation invalide

source: Showing ${page_start} to ${page_end} of ${total} results. Search done in ${search_time} seconds.
fr: affichant de ${page_start} à ${page_end} de ${total} résultats. recherche réalisée en ${search_time} secondes.

source: Field
fr: domaine

source: upload-file
fr: télécharger le fichier vers le serveur

source: Advanced Search
fr: recherche avancée

source: Results
fr: résultats

source: Welcome to Bungeni
fr: bienvenue à bungeni

source: Access to current and historical records
fr: accès aux dossiers courants et historiques

source: Assignment
fr: affectation

source: Sitting attendance record
fr: liste des présences à la séance

source: Update member attendance for the sitting
fr: actualiser la liste des présences des membres à la séance

source: View in Bungeni
fr: afficher dans bungeni

source: Diff <b>x</b>
fr: <b>x</b> diff
