Repository: malangalanga/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: Add tabled document
fr: ajouter un document déposé ...

source: Edit tabled document
fr: modifie un document déposé

source: Delete tabled document
fr: supprime un document déposé

source: View tabled document
fr: voir un document déposé

source: Edit Response
fr: modifie une réponse

source: View Response
fr: voir la réponse

source: Add Parliament
fr: ajouter un parlement ...

source: Edit Parliament
fr: modifie un parlement

source: Delete Parliament
fr: supprime un parlement

source: View Parliament
fr: voir un parlement

source: Add Bill
fr: ajouter un projet de loi ...

source: Edit Bill
fr: modifie un projet de loi

source: Delete Bill
fr: supprime un projet de loi

source: View Bill
fr: voir un projet de loi

source: Admin User Record
fr: dossier administratif d'utilisateur

source: Add party
fr: ajouter une partie

source: Edit party
fr: modifie un parti politique

source: Delete party
fr: supprimer un parti politique

source: View party
fr: voir partie politique

source: Site Manager
fr: gestionnaire du site

source: Bungeni Admin
fr: administrateur de bungeni

source: Clerks Office
fr: bureau du secrétaire général

source: Speaker Office
fr: bureau du président

source: Translators Office
fr: bureau du traducteur

source: All authenticated users
fr: tous les utilisateurs authentifiés

source: Bungeni Visitor
fr: visiteur de bungeni

source: Document Signatory
fr: signataire d'un document

source: Party Member
fr: membre du parti

source: Member of Government
fr: membre du gouvernement

source: Committee Member
fr: un commissaire or membre de la commission ...

source: Save
fr: enregistrer

source: Cancel
fr: annuler

source: Updated attendance record
fr: une fiche de présence actualise

source: full names
fr: nom complet

source: user
fr: utilisateur

source: audit date
fr: date de statut

source: Sitting Info
fr: séance

source: Unable to add a sitting. Please make corrections.
fr: impossible d;ajouter une séance

source: Daily
fr: quotidien

source: Weekly
fr: hebdomadaire

source: Venue
fr: lieu

source: Language
fr: langue

source: Start date and time of sitting
fr: date de début de la séance

source: Choose sitting's start date and time
fr: Choisissez la date et temps à laquelle commence une séance

source: End date and time of sitting
fr: la dernière jour de la séance

source: Choose sitting's end date and time
fr: Choisissez la dernière jour à laquelle fini une séance

source: Venues
fr: lieux

source: Calendar of
fr: calendrier

source: No items scheduled
fr: pas de point d'ordre du jour prévu

source: Week ${week_no}
fr: semaine ${weekno}

source: ${count} item(s) scheduled
fr: ${compte} point(s) prévu(s)

source: Items scheduled for this meeting
fr: points prévus pour cette réunion

source: Refresh
fr: rafraîchir

source: State
fr: état

source: Invalid value
fr: valeur invalide:

source: This is not a valid email address
fr: adresse émail invalide

source: Invalid login name
fr: compte émail invalide

source: member
fr: membre

source: members
fr: membres

source: Group
fr: groupe

source: Groups
fr: groupes

source: Acronym
fr: acronyme

source: Parliament
fr: parlement

source: Parliaments
fr: parlements

source: Parliament name
fr: nom du parlement

source: Parliament Identifier
fr: identifiant du parlement

source: Unique identifier of each Parliament (e.g. IX Parliament)
fr: identifiant unique de chaque parlement (par exemple parlement ix)

source: Election Date
fr: date d'élection

source: Date of the election
fr: date de l'élection

source: In power from
fr: au pouvoir depuis

source: Date of the swearing in
fr: date de la prestation de serment

source: In power till
fr: au pouvoir jusqu'au

source: Date of the dissolution
fr: date de la dissolution

source: Profile
fr: profil

source: Committee Type
fr: le type de la commission

source: Number of members
fr: nombre des membres

source: Minimum Number of Members
fr: nombre minimal de membres

source: Number of clerks
fr: nombre des secrétaires généraux

source: Number of researchers
fr: nombre des chercheurs

source: Proportional representation
fr: représentation proportionnelle

source: Reinstatement Date
fr: date de réinstallation

source: Member
fr: membres

source: Addresses
fr: adresses

source: Address Type
fr: type d'adresse

source: Street
fr: rue

source: City
fr: ville

source: Zip Code
fr: code postal

source: Country
fr: pays

source: Phone Number(s)
fr: numéro(s) de téléphone

source: Enter one phone number per line
fr: entrez un numéro de téléphone par ligne

source: Fax Number(s)
fr: numéro(s) de fax

source: Enter one fax number per line
fr: entrez un numéro de fax par ligne

source: Title types
fr: type de titre

source: Role associated with title
fr: titre associe au fonction

source: Role
fr: fonction

source: Role associated with this title
fr: titre associe a cet fonction

source: Only one user may have this title
fr: seul un utilisateur pour ce titre

source: Limits persons with this title to one
fr: limite cet titre a un seul person

source: Sort Order
fr: sélection l'ordre

source: The order in which members with this title will appear relative to other members
fr: l'ordre par laquelle les membres avec cet titre vont apparaitre

source: Title
fr: titre

source: Titles
fr: titres

source: Staff
fr: personnel

source: political party
fr: parti politique

source: political parties
fr: partis politiques

source: view
fr: visualiser

source: political group
fr: groupe politique

source: political groups
fr: groupes politiques

source: Office
fr: bureau

source: Offices
fr: bureaux

source: Role given to members of this office
fr: fonction attribue aux membres de cet bureau

source: Office Member
fr: employé du bureau

source: Office Members
fr: employés du bureau

source: Ministry
fr: ministère

source: Ministries
fr: ministères

source: Minister
fr: ministre

source: Ministers
fr: ministres

source: Government
fr: gouvernement

source: Governments
fr: gouvernements

source: Number
fr: nombre

source: Due Date
fr: date d'échéance

source: Assigned item
fr: ajouter un point ...

source: Assigned items
fr: les points attribués

source: Item
fr: article

source: Assigned group
fr: groupe attribué

source: Assigned groups
fr: groupes attribués

source: Committee
fr: commission

source: File
fr: fichier

source: Files
fr: fichiers

source: Upload a file
fr: télécharger un fichier vers un serveur

source: Status date
fr: date de statut

source: Attached file version
fr: version du fichier attaché

source: Summary
fr: résumé

source: Registry number
fr: numéro de registre

source: Moved by
fr: déplacé par

source: Select the user who moved the document
fr: sélectionnez l'utilisateur qui a déplacé le document

source: Text
fr: texte

source: Submission Date
fr: date de soumission

source: Status Date
fr: date de statut

source: Recommendation note
fr: note de recommandation

source: Receive notification
fr: recevoir une notification

source: Select this option to receive notifications for this item
fr: sélectionnez cette option pour recevoir des notifications pour cet article

source: Heading
fr: rubrique

source: Headings
fr: rubriques

source: Owner
fr: propriétaire

source: Agenda item
fr: point a l'ordre du jour

source: Agenda Item version
fr: une version de point a l'ordre du jour

source: Notice Date
fr: date de notification

source: Identifier
fr: id

source: Motion version
fr: version de la motion

source: Bill
fr: projet de loi

source: Statement of Purpose
fr: déclaration des objectifs

source: Bill Type
fr: type de projet de loi

source: Publication Date
fr: date de publication

source: Bill version
fr: version du projet de loi

source: Question Number
fr: id

source: Submitted to ministry
fr: transmis au ministère

source: Question Type
fr: type de question

source: Choose the type of question
fr: choisir le type de question

source: Response Type
fr: type de réponse

source: Choose the type of response expected for this question
fr: choisir le type de réponse que vous attendez a votre question

source: Response
fr: réponse

source: Response to the Question
fr: réponse à la question

source: Subject Terms
fr: sujet

source: Select Subjects
fr: sélection le sujet

source: Question version
fr: version de la question

source: Event
fr: événement

source: Events
fr: événements

source: Tabled document
fr: document déposé

source: Tabled document Number
fr: numéro du document déposé

source: Tabled Document version
fr: version du document déposé

source: Sitting
fr: séance

source: active
fr: actif

source: inactive
fr: inactif

source: deceased
fr: décédé

source: Start
fr: début

source: End
fr: fin

source: Parliamentary session
fr: session parlementaire

source: Parliamentary sessions
fr: sessions parlementaires

source: Short Name
fr: nom court

source: Full Name
fr: nom complet

source: Sitting attendance
fr: présence lors de la séance

source: Sitting attendances
fr: présences lors de la séance

source: Member of Parliament
fr: membre du parlement

source: Attendance
fr: présence

source: Signatory
fr: cosignataire

source: Signatories
fr: cosignataires

source: View
fr: visualiser

source: review
fr: revoir

source: no party
fr: sans parti

source: Signature status
fr: staut de la signature

source: Constituencies
fr: circonscriptions

source: Name of the constituency
fr: nom de la circonscription

source: Name of the Province
fr: nom de la province

source: Region
fr: région

source: Regions
fr: régions

source: Name of the Region
fr: nom de la région

source: Countries
fr: pays

source: Country Code
fr: code du pays

source: Two letter ISO Code for this country e.g. DZ for Algeria
fr: deux lettre de ISO pour cet pays par exemple DZ pour Algeria

source: Name of the Country
fr: nom du pays

source: Constituency details
fr: détails de la circonscription

source: Details
fr: détails

source: Date the data was submitted from the Constituency
fr: date à laquelle les données de la circonscription ont été soumises

source: Total Number of People living in this Constituency
fr: nombre total de personnes vivant dans cette circonscription

source: Registered Voters
fr: électeurs encire

source: Number of Voters registered in this Constituency
fr: nombre d'électeurs inscrits dans cette circonscription

source: Schedulings
fr: créneaux horaires

source: Minutes
fr: procès-verbal

source: Report
fr: rapport

source: Reports
fr: publications

source: Publications type
fr: type de publications

source: Sitting Date
fr: date de la séance

source: Published Date
fr: date de publication

source: The life of a parliament must start after its election
fr: la vie d'un parlement commence après l’élection

source: End Date must be after Start Date
fr: date de fin doit être après la date de début

source: A committee must be disolved before it can be reinstated
fr: une commission doit être dissous avant d'être réinstallé

source: A person cannot be active and substituted at the same time
fr: une personne ne peut pa être active et remplacée en même temps

source: If a person is substituted End Date must be set
fr: si une personne est remplacée, la date de fin doit être indiquée

source: If a person is inactive End Date must be set
fr: si une personne est inactive, la date de fin doit être indiquée

source: A parliament member has to be elected/nominated before she/he can be sworn in
fr: un membre du parlement doit être élu ou nommé avant qu'elle puisse être assermenté

source: Check dates: death must follow birth
fr: contrôlé les dates,le dece est suive par la naissance

source: Admissible Date
fr: date de recevabilité

source: User
fr: utilisateur

source: Users
fr: utilisateurs

source: Name
fr: nom

source: e.g. Mr. Mrs, Prof. etc.
fr: ex.: m. mme, prof, etc

source: First Name
fr: prénom

source: Middle Name
fr: deuxième prénom

source: Last Name
fr: nom de famille

source: Email address
fr: adresse émail

source: Login
fr: connexion

source: Must contain only letters, numbers, a period(.) and underscore (_). Should start with a letter and be between 3 and 20 characters long
fr: doit contenu seulement les lettres,numéros,périodes souligne,doit commence avec une lettre entre 3 et 20

source: Initial password
fr: mot de passe initial

source: National Id
fr: carte nationale d'identité

source: Gender
fr: sexe

source: Date of Birth
fr: date de naissance

source: Country of Birth
fr: pays de naissance

source: Nationality at Birth
fr: nationalité de naissance

source: Current Nationality
fr: nationalité actuelle

source: Date of Death
fr: date du décès

source: Biographical notes
fr: notes biographiques

source: Picture of the person
fr: photo de la personne

source: Delegate to user
fr: délégué à l'utilisateur

source: Delegations
fr: délégations

source: Start Date
fr: date de début

source: End Date
fr: date de fin

source: Active
fr: actif

source: Type of Substitution
fr: type de remplacement

source: Substituted by
fr: remplacé par

source: Member of parliament
fr: membre du parlement

source: Members of parliament
fr: membres du parlement

source: Election Type
fr: type d’élection

source: Election/Nomination Date
fr: date d'élection/nomination

source: Constituency
fr: circonscription

source: region
fr: région

source: Political Party
fr: parti politique

source: Leave Reason
fr: Motif du départ

source: An error occurred in Bungeni.
fr: une erreur a apparu dans la système bungeni

source: Bungeni - [Error]
fr: bungeni[erreur]

source: A system error occurred.
fr: une erreur a apparu dans la système

source: Your account is not authorized to view this item.
fr: ton compte ne te permettre pa de visualiser cet élément

source: Choose items from provided vocabulary
fr: choisisse les dans la vocabulaire qui est disponible

source: file
fr: fichier

source: status
fr: statut

source: modified
fr: modifié

source: Attachments
fr: joint

source: A record with this value already exists
fr: un record avec cet valeur existe déjà

source: bungeni_widget_no_value
fr: choisissez[titre]

source: add_item_legend
fr: ajouter $nom

source: add_item_title
fr: ajoutant $nom

source: Save and view
fr: enregistrer et visualiser

source: Save and add another
fr: enregistrer et ajouter un autre

source: edit_translation_legend
fr: éditant $la traduction de langue '$titre

source: edit_version_legend
fr: éditant '$titre' (version $version)

source: edit_item_legend
fr: éditant '$titre'

source: edit_translation_help
fr: la version originale $la version du langue est indiquée à gauche

source: translate_item_legend
fr: ajouter la traduction de langue

source: translate_item_help
fr: le document '$titre' n'a pas encore été traduit en $langue Utilisez ce formulaire pour ajouter la traduction

source: translate_item_title
fr: ajoutant $la traduction de langue

source: Save translation
fr: enregistrer la traduction

source: Item reordering
fr: enregistrement du point

source: Delete
fr: supprimer

source: Could not delete item due to database integrity error
fr: impossible de supprimer le point en raison d'une erreur d'intégrité de la base de données

source: This content is not yet translated into $language
fr: le document n'a pas encore été traduit en Français

source: General
fr: général

source: EDIT
fr: modifie

source: DELETE
fr: supprimer

source: DOWNLOAD
fr: télécharger

source: attached files
fr: fichiers joints

source: VIEW
fr: visualiser

source: Move
fr: déplacer

source: Item ID
fr: article

source: Delete item confirmation
fr: confirmation de la suppression d'un point

source: Also editing the document:
fr: modifiant le document aussi

source: svn_listing_name
fr: nom

source: svn_listing_modified
fr: modifié

source: svn_listing_size
fr: par

source: svn_listing_message
fr: message

source: office_type
fr: type

source: office_title
fr: titre

source: office_from
fr: à partir du

source: office_to
fr: jusqu'au

source: office_held
fr: poste occupé

source: Unsubscribe
fr: annuler l’inscription

source: Subscribe
fr: inscription

source: Written response to question by ${respondent}
fr: un réponse écrite a la question par[ le concerne]

source: The person is a member in (%s) at that date
fr: la personne est membre de (%s) à cette date

source: The start date overlaps with (%s)
fr: la date de début se chevauche avec (%s)

source: The end date overlaps with (%s)
fr: la date de fin se chevauche avec (%s)

source: The election date overlaps with (%s)
fr: la date d'élection se chevauche avec (%s)

source: Another parliament is not yet dissolved (%s)
fr: le parlement (%s) n'est pas encore dissous

source: Start date cannot be after the parliaments dissolution (%s)
fr: date de début ne peut pas être après la dissolution de parlement (%s)

source: Start date must start after the swearing in of the parliament (%s)
fr: la date de début doit être après la prestation de serment du parlement (%s)

source: Another government is not yet dissolved (%s)
fr: le gouvernement (%s) n'est pas encore dissous

source: This persons already has the title %s
fr: cette personne a déjà le titre %s

source: A person with the title %s already exists
fr: une personne avec le titre %s existe déjà

source: Start date must be after (%s)
fr: la date de début doit être après (%s)

source: Venue "$venue" already booked in this time slot
fr: le lieu '$le lieu' est déjà réservé dans ce horaire

source: Start date must be prior to (%s)
fr: date de début doit être antérieure à (%s)

source: If recurrence is limited by date, it must lie after the starting date
fr: si la récurrence est limitée par date, cette date doit être après la date de début

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
fr: un ou plusieurs événements seraient programmés pour le $f, qui est après la date de fin

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
fr: un ou plusieurs événements seraient prévus pour le $f, qui chevauche une séance existante

source: A title with %s sub role already exists
fr: une personne avec le titre %s existe déjà

source: Value was changed!
fr: la valeur a été modifie

source: End date must be equal to start date
fr: la date de fin doit être égale à la date de début

source: End date must be after (%s)
fr: la date de fin doit être après (%s)

source: End date must be prior to (%s)
fr: la date de fin doit être antérieur a (%s)

source: Personal Info
fr: infos personnelles

source: Offices held
fr: postes occupés

source: add event
fr: ajouter un événement

source: Timeline
fr: chronologie

source: Parliamentary activities
fr: activités parlementaires

source: Add
fr: ajouter

source: No item has been set
fr: aucun élément n'a été indiqué

source: Username
fr: nom d'utilisateur

source: Password
fr: mot de passe

source: Invalid account credentials
fr: Informations de compte invalides

source: You are now logged in
fr: vous êtes maintenant connecté

source: label_translate
fr: langue:

source: label_state
fr: état:

source: label_calendar_context
fr: calendrier:

source: Logout
fr: déconnectez-vous

source: Add Delegation...
fr: ajouter une délégation ...

source: Add Title/Function...
fr: ajouter un titre ou une fonction ...

source: The 'Actions' menu - provides context-specific actions (views)
fr: le menu ' actions' - fournit des actions spécifiques au contexte (vues)

source: Add Tabled document...
fr: ajouter un document déposé ...

source: Delete Session
fr: supprimer une session

source: The 'Reports' menu - provides reporting actions
fr: le menu 'rapports' - fournit des actions liées aux rapports

source: Add Question...
fr: ajouter une question ...

source: Add Motion...
fr: ajouter une motion ...

source: Add Heading...
fr: ajouter une rubrique...

source: Add Bill...
fr: ajouter un projet de loi ...

source: Agenda...
fr: ordre du jour ...

source: Votes and proceedings...
fr: tenue des séance

source: Add Parliamentary Content...
fr: ajouter du contenu parlementaire ...

source: Edit Discussion
fr: modifier la discussion

source: Schedule Item
fr: point du jour

source: Remove Scheduled Item
fr: supprime le point du jour

source: Reorder Schedulings
fr: enregistre les horaires

source: Delete Scheduling
fr: supprimer les horaires

source: Move Scheduling up
fr: déplacer l' horaire vers le haut

source: Move Scheduling down
fr: déplacer l' horaire vers le bas

source: Home
fr: accueil

source: Workflow
fr: flux de travail

source: attachments
fr: fichiers joints

source: review signature
fr: revoir la signature

source: Audit Log
fr: journal d'audit

source: The 'Add...' menu - for political parties
fr: le menu 'ajouter...' - pour les partis politiques

source: Download
fr: télécharger

source: Respond
fr: répondre

source: Add...
fr: ajouter ...

source: Add Party Member...
fr: ajouter un membre du parti...

source: Add Party Address...
fr: ajouter l'adresse du parti ...

source: download pdf
fr: télécharger le fichier pdf

source: download odt
fr: télécharger le fichier odt

source: Add Political Group Member...
fr: ajouter un membre du groupe politique ...

source: rss
fr: adresse

source: Add Political Group Address...
fr: ajouter un groupe politique ...

source: The 'Add...' menu - for committees
fr: le menu 'ajouter ...' - pour les commission

source: Add Member...
fr: ajouter un membre ...

source: Add Staff...
fr: ajouter un personnel ...

source: Add Agenda item...
fr: ajouter un point à l'ordre du jour ...

source: Assign an item...
fr: assigner un point...

source: Add Sitting...
fr: ajouter une séance...

source: Add Committee Address...
fr: ajouter l'adresse de la commission comité ...

source: The 'Add...' menu - for a Parliament
fr: le menu 'ajouter ...' - pour le gouvernement

source: Add Parliament Address...
fr: ajouter l'adresse du parlement ...

source: The 'Add...' menu - for a parliament's sittings
fr: le 'ajouter ...'menu - pour une séance parlementaire

source: The 'Add..' menu - for government
fr: le 'ajouter menu...' - pour le gouvernement

source: Add Ministry...
fr: ajouter un ministère ...

source: Add Government Address...
fr: ajouter l'adresse d'un gouvernement ...

source: The 'Add..' menu - for ministry
fr: le menu 'ajouter...' - pour le ministère

source: Add Minister...
fr: ajouter un ministre ...

source: Add Ministry Address...
fr: ajouter l'adresse d'un ministère ...

source: Actions Workspace
fr: espace du travail

source: The 'Add...' menu - for Group Memberships
fr: le 'ajouter menu ..' -pour les membres du groupe

source: Add title...
fr: ajouter un titre...

source: Add Member Address...
fr: ajouter l'adresse d'un membre une ...

source: The 'Add...' menu - for Group Sittings
fr: le 'ajouter menu...' - pour les séances dugroupe

source: The 'Add...' menu - for motion
fr: le 'ajouter menu ...' - pour un motion

source: Add signatory...
fr: ajouter un cosignataire...

source: Add file...
fr: ajouter un fichier ...

source: Assign motion to a group...
fr: attribue le motion à une groupe ...

source: The 'Add...' menu - for bill
fr: le 'ajouter menu...' - pour un projet de loi

source: Actions Admin
fr: actions

source: Add event...
fr: ajouter un événement ...

source: Assign bill to a committee...
fr: attribue le projet de loi à une groupe ...

source: Actions for Calendar Sittings
fr: actions pour le calendrier des séances

source: Edit
fr: modifier

source: Add Title Type...
fr: ajouter un type de fichier ...

source: The 'Add...' menu - for question
fr: le 'ajouter menu ...' - pour une question

source: Discussions in scheduling
fr: discussions en cour

source: Assign question to a group...
fr: attribue une question à une groupe ...

source: Actions for Calendar Schedulings
fr: actions pour les horaires du calendrier
