Repository: malangalanga/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: Current parliamentary activity
fr: activités parlementaires

source: Workspace
fr: espace du travail

source: draft
fr: projet

source: draft documents
fr: projet de documents

source: inbox
fr: boîte de réception

source: incoming documents
fr: document en cour

source: sent
fr: envoyé

source: sent documents
fr: documents envoyé

source: archive
fr: archives

source: archived documents
fr: documents archivé

source: Scheduling
fr: créneau horaire

source: Committees
fr: comités

source: Committee schedules
fr: commissions

source: Sittings
fr: séances

source: Plenary Sittings
fr: séances

source: Business
fr: affaires

source: Daily operations of the parliament
fr: activités quotidiennes du parlement

source: Members
fr: membres

source: Records of members of parliament
fr: listes des membres du parlement

source: Archive
fr: archives

source: Parliament records and documents
fr: les dossiers et documents du parlement

source: Manage bungeni settings
fr: administrer les paramètres de bungeni

source: What's on
fr: quoi de neuf

source: View committees created by the current parliament
fr: voir les comités créés par le parlement actuel

source: Bills
fr: projets de loi

source: View bills introduced in the current parliament
fr: voir projets des lois déposés dans la législature en cours

source: View questions tabled in the current parliament
fr: questions émises durant la législature en cours

source: View motions moved in the current parliament
fr: voir les motions émises pendant la législature en cours

source: Tabled documents
fr: documents déposés

source: View the documents tabled in the current parliament
fr: un aperçu des documents déposé pendant la législature en cours

source: Agenda items
fr: points

source: View the agenda items of the current parliament
fr: un aperçu des l'ordre du jours de la législature en cours

source: View the sittings of the current parliament
fr: un aperçu des différents séances de la législature en cours

source: Publications
fr: type de publications

source: browse and download parliamentary publications
fr: télécharger les publications parlementaires

source: Current
fr: en cours

source: View current parliament members (MPs)
fr: voir les Députes de la législature en cours

source: Political groups
fr: groupes parlementaires

source: View current political groups
fr: voir les groupes parlementaires de la législature en cour

source: Browse archives
fr: parcourir les archives

source: Browse records from the archive
fr: parcourir les archives

source: Browse documents in the archive
fr: parcourir les archives

source: Content
fr: contenu

source: browse bungeni content
fr: parcourir le contenu de bungeni

source: Settings
fr: paramètres

source: settings
fr: paramètres

source: email settings
fr: paramètres d'e-mail

source: manage email settings
fr: gestion de la configuration du mail

source: search index settings
fr: paramètres de configuration de la recherche

source: manage search index settings
fr: gestion des paramètres de configuration

source: Submitted by
fr: soumis par

source: Approved on
fr: approuvé le

source: published on
fr: date de publication

source: notice given on
fr: notification faite le

source: Sitting:
fr: séance

source: to
fr: à

source: Sitting scheduled for
fr: séance prévu pour

source: Item scheduling
fr: rendre disponible

source: Scheduled for sitting ($start to $end)
fr: prévue pour la séance ($start jusqu'à $end)

source: translation
fr: traduction

source: Version
fr: versions

source: Last modified
fr: dernière modification

source: Address
fr: adresse

source: Unknown user group
fr: groupe d'utilisateur inconnu

source: title_html_fragment_odf_transform
fr: fragment html pour le format opendocument

source: Reverted to previous version $version
fr: retourné à la version précédente %s

source: Resubmit
fr: Renvoyer au Secrétaire Général

source: Reschedule
fr: Reprogrammé

source: Revert to admissible
fr: Irrecevabilité

source: Debate
fr: débat

source: Adjourn debate
fr: levée de séance

source: Defer
fr: différer

source: Elapse
fr: s'écouler

source: Withdraw
fr: retirer

source: Publish in Gazette
fr: publication au journal officiel de débats

source: Allow scheduling of First Reading
fr: autoriser la programmation de la première lecture

source: Schedule First Reading
fr: programmation de la première lecture

source: Reschedule First Reading
fr: reprogammation de la première lecture

source: Adjourn First Reading
fr: levée de séance de la première lecture

source: Submit Bill to Select Committee (I)
fr: confier le projet a une commission

source: Schedule First Report Reading
fr: envoyer en commission

source: Reschedule First Report Reading
fr: reprogrammer la première lecture du rapport

source: Allow scheduling of Second Reading
fr: autoriser la reprogrammation de la deuxième lecture

source: Schedule Second Reading
fr: programmer la deuxième lecture

source: Reschedule Second Reading
fr: reprogrammer la deuxième lecture

source: Adjourn First Report Reading
fr: levée de séance de la première lecture du rapport

source: Allow scheduling of First Report Reading
fr: autoriser la programmation de la lecture du rapport

source: Adjourn Second Reading
fr: levée de séance de la deuxième lecture

source: Allow scheduling of Whole House Committee
fr: autoriser la programmation de la commission de la chambre entière

source: Allow scheduling/rescheduling of Whole House Committee
fr: autoriser la convocation reprogrammation de la commission de la chambre entière

source: Schedule Whole House Committee
fr: programmer la commission de la chambre entière

source: Reschedule Whole House Committee
fr: reprogrammer la commission de la chambre entière

source: Adjourn Whole House Committee
fr: levée de séance la de la chambre entière

source: Submit Bill to Select Committee (II)
fr: confié un projet de lois à une commission

source: Submit/Resubmit Bill to Select Committee (II)
fr: confié/confié de nouveau le projet de lois a une commission

source: Allow scheduling of Third Reading
fr: autoriser la programmation de la troisième lecture

source: Schedule Third Reading
fr: programmer la troisième lecture

source: Reschedule Third Reading
fr: reprogrammer la troisième lecture

source: Adjourn Third Reading
fr: Levée de séance de la troisième lecture

source: Reject
fr: Rejeter

source: Publish Internal
fr: publication interne

source: Activate
fr: Activer

source: Dissolve
fr: Dissoudre

source: Draft Agenda
fr: Rédaction de l'ordre du jour

source: Finalize Agenda
fr: Finaliser l'ordre du jour

source: Redraft Agenda
fr: Rédiger de nouveau l'ordre du jour

source: Draft Minutes
fr: Rédaction du rapport

source: Publish Minutes
fr: Publication du rapport

source: Redraft Minutes
fr: Rédiger de nouveau le rapport

source: Deactivate
fr: désactive

source: Reactivate
fr: Réactivé

source: Make available for scheduling
fr: Rendre disponible pour la programmation

source: Re-schedule
fr: Reprogrammé

source: Adopt
fr: Adopter

source: Adopt with amendments
fr: Adopter avec des amendements

source: Reject a scheduled motion
fr: Motion rejeter

source: Send to Ministry
fr: Transmis au ministère

source: Submit Response
fr: Soumettre la réponse

source: Redraft Response
fr: Rédiger de nouveau la réponse

source: Complete Response
fr: Réponse Complète

source: Debate adjourned
fr: Levée de séance de débat

source: Debated
fr: débattu

source: Needs Recomplete to Approve
fr: Besoin de clarification

source: Submit
fr: Soumettre au Secrétaire Général

source: Adjourn
fr: Levée

source: Table
fr: déposé

source: Move to Deceased
fr: temps mort

source: Move from Deceased
fr: Reprise de séance

source: consent
fr: consentement

source: reject
fr: Rejeter

source: Submit to Signatories
fr: Soumettre aux signataires

source: Redraft
fr: Rédiger de nouveau

source: Drop
fr: Abandonne

source: Receive
fr: Reçois

source: Require Clarification to Receive
fr: Besoin de clarification

source: Complete
fr: Inscription à l'ordre du jour

source: Approve
fr: Approuvé

source: Disapprove
fr: Désapprouvé

source: Allow scheduling
fr: Rendre disponible pour la programmation

source: Require Recomplete to Approve
fr: Requérir approbation

source: Recomplete
fr: soumettre a la conferance des présidents

source: pending
fr: En attente

source: scheduled
fr: Programmé

source: Submit to Clerk
fr: Soumettre au Secrétaire Général

source: Schedule
fr: Programmer

source: Submitted to Clerk
fr: Transmis au Secrétaire Général

source: Response completed
fr: réponse complet

source: Draft
fr: projet

source: Submitted to the Speaker
fr: transmis au conferance des présidents

source: Elapsed
fr: écoulé

source: Response submitted
fr: réponse trasmi

source: Received by clerk
fr: reçu par le secrétaire général

source: Bill Withdrawn
fr: projet de loi retiré

source: Submitted to clerk
fr: transmis au secrétaire général

source: Deferred
fr: différé

source: Require Clarification to Approve
fr: besoin des clarification

source: Third Reading Adjourned
fr: troisième lecture ajourné

source: Create Question
fr: créer une question

source: Withdrawn
fr: retiré

source: Create Question (On behalf of)
fr: créer une question ou nom de

source: Whole House Adjourned
fr: session plénière ajournée

source: Third Reading
fr: troisième lecture

source: Draft Bill
fr: les projets de loi

source: Adopted with amendments
fr: adopte avec des amendements

source: Second Reading Pending
fr: en instance de deuxième lecture

source: Adopted
fr: adopte

source: Rejected
fr: rejette

source: Working Draft
fr: version préliminaire

source: Received by Clerks Office
fr: reçu par le bureau du secrétaire général

source: Submitted
fr: soumette

source: Requires Clarification to Approve
fr: besoin de clarification

source: Third Reading Pending
fr: en instance de troisième lecture

source: Create Motion
fr: créer un motion

source: Create Motion (On behalf of)
fr: créer un motion au nom de..

source: Second Reading Adjourned
fr: deuxième lecture reporté

source: First Report Reading Pending
fr: premier rapport en attente de lecture

source: Rejected Bill
fr: rejette un projet de loi

source: Published Minutes
fr: rapport publie

source: Published Agenda
fr: ordre du jour publie

source: Create Sitting
fr: crée une séance

source: Submitted to Select Committee (after 1st reading)
fr: soumettre a un commission spéciale (après la premier lecture)

source: Active User
fr: active

source: Inactive User
fr: utilisateur inactif

source: Deceased User
fr: décédé

source: Create
fr: créer

source: First Reading Pending
fr: la première lecture en instance

source: Active Group
fr: groupe actif

source: Group is Dissolved
fr: groupe est dissoudre

source: Draft - Group not yet Active
fr: projet - groupe n'est pas encore actif

source: Published Internal
fr: publie a l'interne

source: Approved Bill
fr: adopte un projet de loi

source: Whole House Pending
fr: séance plénière en attente de programmation

source: Tabled
fr: déposé

source: received by clerk
fr: reçu par le secrétaire général

source: Create Tabled Document
fr: créer un document déposé

source: Submitted to Signatories
fr: transmis aux signateurs

source: Create Tabled Document (On behalf of)
fr: créer un document déposé au nom de

source: First Report Reading Adjourned
fr: lecture du rapport ajournée

source: Submitted to Select Committee (after 2nd reading)
fr: soumette a une commission spécial (après une deuxième lecture)

source: Second Reading
fr: deuxième lecture

source: First Reading
fr: prénom

source: Bill Published in Gazette
fr: publie dans le gazette officiel

source: Create Agenda Item
fr: inscris un point a l'ordre du jour

source: Create Agenda Item (On behalf of)
fr: créer un point de l'ordre du jour pour le compte de ...

source: Active Committee
fr: commission actif

source: Committee is Dissolved
fr: commission est dissoudre

source: Draft - Committee not yet Active
fr: projet - comité n'est pas encore actif

source: Active Parliament
fr: parlement actif

source: Parliament is Dissolved
fr: le parlement est dissoudre

source: Draft - Parliament not yet Active
fr: projet - le parlement n'est pas encore actif

source: Inactive file
fr: fiche inactif

source: Create Bill
fr: créer un projet de loi

source: Inactive event
fr: événement inactif

source: Published
fr: publier

source: Create Report
fr: créer un rapport

source: Dropped
fr: abandonné

source: First Reading Adjourned
fr: première lecture ajournée

source: Whole House
fr: session plénière

source: First Report Reading
fr: première lecture du rapport

source: Scheduled
fr: programmer

source: Schedule pending
fr: programmation en cour

source: Requires Clarification to Receive
fr: besoin de clarification

source: Pending response
fr: réponse en cour

source: Inadmissible
fr: irrecevabilité

source: Admissible
fr: recevable

source: Speaker's Office Email
fr: courrier de bureau du président de l'assemblée

source: Speaker's Office Notification
fr: recevoir une notification

source: Alert the speaker's office when a document is submitted
fr: averti le bureau du président quand un document est soumettre

source: Clerk's Office Notification
fr: notification de bureau du secrétaire général

source: Alert the clerk's office by e-mail when a document is submitted
fr: averti le secrétaire général quand un document est soumettre avec un courrier électronique

source: Clerks's Office Email
fr: courrier électronique du bureau de secrétaire général

source: Ministries Notification
fr: notification au ministère

source: Notify concerned ministries by e-mail when a document is submitted
fr: averti les ministères quand un document est soumettre avec un courrier électronique

source: Administrator's Email
fr: courrier électronique de l'administrateur

source: Allow Question Submission
fr: version de la question

source: Days to Defer Question
fr: des jours pour déféré la question

source: number of days after which admissible questions are automatically deferred
fr: délai après lequel les questions admissibles sont automatiquement déféré

source: Days to Notify Ministry of Pending Response
fr: jours restants pour notifier le ministère en l'attente de la réponse

source: Days after which to notify concerned ministry and clerk's office of questions with pending responses
fr: délai après lequel le ministère et le bureau du secrétaire général sont notifie des réponses en cour

source: Days before question scheduled
fr: jours avant l'ordonnancement d'une question

source: Days before bill scheduled
fr: jours avant l'ordonnancement d'un projet de loi

source: Maximum Questions Per Sitting
fr: le numéro maximal des questions pour une séance

source: Maximum Questions Per Sitting Per MP
fr: le numéro maximal des questions par deputes

source: Minimum consented signatories for a bill
fr: le nombre minimal des signataurs pour un projet de loi

source: Maximum consented signatories for a bill
fr: le nombre maximal des signataurs pour un projet de loi

source: Minimum consented signatories for a question
fr: le nombre minimal des signataurs pour une question

source: Maximum consented signatories for a question
fr: le nombre maximal des signataurs pour une question

source: Minimum consented signatories for a motion
fr: le nombre minimal des signataurs pour une motion

source: Maximum consented signatories for a motion
fr: le nombre maximal des signataurs pour une motion

source: Minimum consented signatories for an agenda item
fr: le nombre minimal des signataurs pour un point inscrit a l'ordre du jour

source: Maximum consented signatories for an agenda item
fr: le nombre maximal des signataurs pour un point inscrit a l'ordre du jour

source: Minimum consented signatories for a tabled document
fr: le nombre minimal des signataurs pour un document dépose

source: Maximum consented signatories for a tabled document
fr: le nombre maximal des signataurs pour un document dépose

source: Email Notifications Enabled?
fr: alertes email activé?

source: Email server password
fr: Email server login name

source: Title of document assignment to group or committee
fr: titre des documents assigne au un commission

source: Start date of document assignment
fr: date de début de document assigne

source: End date of document assignment
fr: dernier jour d'assignation de document

source: Document assignment type
fr: type de document assigne

source: Status
fr: statut

source: Add government
fr: ajouter un gouvernement ...

source: Edit government
fr: edite gouvernement

source: Delete government
fr: supprime gouvernement

source: View government
fr: voir gouvernement

source: Add group member
fr: ajouter un membre

source: Edit group member
fr: edite member

source: Delete group member
fr: supprime un membre

source: View group member
fr: voir un membre

source: Add office
fr: ajouter un bureau

source: Edit office
fr: edite bureau

source: Delete office
fr: supprimer un bureau

source: View office
fr: voir bureau

source: Add office member
fr: ajouter un employé de bureau

source: Translate content
fr: traduire le contenu

source: Edit office member
fr: édité l’employé du bureau

source: Delete office member
fr: supprime l'employé du bureau

source: View office member
fr: voir l'employé du bureau

source: Add ministry
fr: ajouter un ministère

source: Edit ministry
fr: édité ministère

source: Delete ministry
fr: supprimer le ministère

source: View ministry
fr: voir leministère

source: Add mp
fr: ajouter un député

source: Edit mp
fr: modifier

source: Delete mp
fr: supprimer un depute

source: View mp
fr: visualiser un depute

source: Add session
fr: ajouter une session ...

source: Add user
fr: ajouter un utilisateur ...

source: Edit user
fr: modifie utilisateur

source: Delete user
fr: supprime un l'utilisateur

source: View user
fr: visualiser utilisateur

source: Add constituency
fr: ajouter une circonscription ...

source: Edit session
fr: modifier la discussion

source: Edit constituency
fr: modifie unecirconscription

source: Delete constituency
fr: supprime une circonscription

source: View constituency
fr: visualiser une circonscription

source: Delete session
fr: supprimer une session

source: Add sitting
fr: ajouter une séance...

source: Add minister
fr: ajouter un ministre ...

source: Edit minister
fr: modifie un ministre

source: Delete minister
fr: supprime un utilisateur

source: View minister
fr: visualiser un ministre

source: Add committee member
fr: ajouter un membre de la commission ...

source: Edit sitting
fr: modifie une séance

source: Edit committee member
fr: modifie un membre de la commission...

source: Delete committee member
fr: supprime un membre de la commission...

source: View committee member
fr: visualiser un membre de comité ...

source: Add committee staff
fr: ajouter un employé de la commission ...

source: Edit committee staff
fr: modifie un employé de la commission ...

source: Delete sitting
fr: supprimer une séance

source: Delete committee staff
fr: supprimer un employé de la commission...

source: View committee staff
fr: visualiser un employé de la commission

source: Add political group member
fr: ajouter un membre de un groupe politique ...

source: Edit political group member
fr: modifie un membre de un groupe politique ...

source: Delete political group member
fr: supprimer un membre de un groupe politique ...

source: View political group member
fr: visualiser un membre de un groupe politique ...

source: Add address
fr: ajoute une adresse

source: Edit address
fr: modifie adresse émail

source: Delete address
fr: supprimer une session

source: View address
fr: visualiser l adresse émail

source: Add delegation
fr: ajouter une délégation ...

source: Edit delegation
fr: modifie une délégation

source: Delete delegation
fr: supprimer une délégation

source: View delegation
fr: visualiser une délégation

source: Add title/function
fr: ajouter un titre ou une fonction ...

source: Edit title/function
fr: modifie un titre ou une fonction ...

source: Delete title/function
fr: supprimer un titre ou une fonction séance

source: View title/function
fr: visualiser un titre ou une fonction ...

source: View the schedule of a sitting
fr: visualiser l'ordre prévus pour cette réunion

source: Add title/event
fr: ajouter un événement

source: Edit title/event
fr: modifier le titre / événement

source: Delete title/event
fr: supprimer une titre/evenement

source: View title/event
fr: voir le titre / événement

source: View audit log
fr: voir le journal d'audit

source: Reorder items in the schedule of a sitting
fr: les points enregistré a l'ordre de la séance

source: Add and edit amendments
fr: ajouter et modifie les amendements

source: View amendments
fr: voir les amendements

source: Add and edit comments
fr: ajouter et modifie les commentaires...

source: Add an item to a schedule
fr: ajouter des points a l’ordre du jour

source: View comments
fr: voir les commentaires

source: Add a signatory
fr: ajouter un cosignataire ...

source: Consent or reject signature request
fr: consentir or rejette une demande de signe

source: Delete a signatory
fr: supprime un cosignataire

source: Edit a signatory
fr: modifie un cosignataire

source: View a signatory
fr: voir un cosignataire

source: View document assigned to a group or committee
fr: voir un document attribue a une groupe ou une commission

source: Delete an item from a schedule
fr: supprime un point encire a l'ordre du jour

source: Assign a document to a group or committee
fr: assigner un document a une groupe ou une commission ...

source: Delete document assignment to a group or committee
fr: supprime un document attribue a une groupe ou une commission

source: Edit document assignment to a group or committee
fr: modifie un document attribue a une groupe ou une commission

source: Permission to generate report
fr: une autorisation pour initie un rapport

source: add an attached file
fr: ajouter un fichiers joints

source: edit an attached file
fr: modifie un fichiers joints

source: Edit item scheduling discussion
fr: modifie un point qui programme un debat

source: view an attached file
fr: voir un fichiers joints

source: delete an attached file
fr: supprime un fichiers joints

source: add translation
fr: ajouter la traduction

source: View workspace
fr: voir l'espace du travail

source: View sitting attendance
fr: voir la fiche de présence pour la séance

source: Add sitting attendance
fr: ajouter la fiche de présence pour la séance lors de la séance

source: Edit sitting attendance
fr: modifie la fiche de présence pour la séance

source: Delete sitting attendance
fr: supprime la fiche de présence de la séance

source: Add committee
fr: ajouter une commission ...

source: Edit committee
fr: modifie la commission

source: Delete committee
fr: supprime la commission

source: View committee
fr: voir une commission ...

source: Add Question
fr: ajouter une question ...

source: Edit Question
fr: modifie la question

source: Delete Question
fr: supprimer une question

source: View Question
fr: voir la question

source: Add heading
fr: ajouter une rubrique...

source: Edit heading
fr: modifier une rubrique

source: Delete heading
fr: supprimer une rubrique

source: View heading
fr: voir une rubrique

source: Add Motion
fr: ajouter une motion ...

source: Edit Motion
fr: modifie la motion

source: Delete Motion
fr: supprime une motion

source: View Motion
fr: voir une motion

source: Add agenda item
fr: ajouter un point à l'ordre du jour ...

source: Edit agenda item
fr: modifie un point encire a l’ordre du jour

source: Delete agenda item
fr: supprime un point encire a l'ordre du jour

source: View agenda item
fr: voir un point encire a l'ordre du jour
