Repository: malangalanga/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: fr

source: The 'Add...' menu - for tabled document
fr: le 'ajoute rmenu ...' - pour un document déposé

source: The 'workflow' menu - allows user to execute workflow transitions
fr: le menu 'flux de travail' - permet à l'utilisateur à exécuter des transitions du flux de travail

source: Assign this document to a group...
fr: attribue un document à une groupe ...

source: The 'Add...' menu - for agenda item
fr: le 'ajouter menu ...' - pour un point de l'ordre du jour

source: Assign agenda item to a group...
fr: attribue un point de l’ordre du du jour a une groupe...

source: The 'Add...' menu - for offices
fr: le 'ajouter menu ...' - pour des bureaux

source: The 'Calendar' menu - allows user to select a scheduling context
fr: le 'calendrier'menu - permet à l'utilisateur de sélectionner un contexte de planification horaire

source: Add Office Address...
fr: ajouter une adresse du bureau ...

source: Add Title...
fr: ajoutez un titre...

source: content
fr: contenu

source: The 'Add' menu - allows user to add content
fr: le 'ajouter'menu - permet à l'utilisateur d'ajouter du contenu

source: Add ...
fr: ajouter ...

source: The 'Add..' menu - for calendar
fr: le 'ajouter menu ...' - pour le calendrier

source: edit attendance
fr: modifier la présence

source: The 'Translate' menu - allows user to translate content
fr: le 'traduire' menu - permet à l'utilisateur d'ajouter des contenu

source: Delete Sitting
fr: supprimer une séance

source: Add Parliament...
fr: ajouter un parlement ...

source: Add Committee...
fr: ajouter une commission ...

source: Add Session...
fr: ajouter une session ...

source: Add Government...
fr: ajouter un gouvernement ...

source: Add MP...
fr: ajouter un mp ...

source: The 'Add' menu - allows user to add content while in workspace
fr: le 'ajouter' menu - permettre à l'utilisateur d'ajouter de contenu dans espace du travail

source: Add Office...
fr: ajouter un bureau...

source: Add Political Party...
fr: ajouter un parti politique ...

source: Add Political Group...
fr: ajouter une groupe politique ...

source: Add User...
fr: ajouter un utilisateur ...

source: Add Constituency...
fr: ajouter une circonscription ...

source: Add Province...
fr: ajouter une province ...

source: Add Region...
fr: ajouter une région ...

source: Add Committee Member...
fr: ajouter un membre de la commission ...

source: Add Committee Staff...
fr: ajouter un employé de la commission ...

source: Add Office Member...
fr: ajouter un employé du bureau...

source: Add Group Address...
fr: ajouter une adresse du groupe ...

source: Add User Address...
fr: ajouter l'adresse d'utilisateur

source: Preview
fr: aperçu

source: Publish
fr: Publier

source: Document Type
fr: type de document

source: Type of report to be produced
fr: type de rapport à produire

source: Choose a starting date for this report
fr: Choisissez la date à laquelle commence ce rapport

source: Order of the day
fr: ordre du jour

source: The sitting has no scheduled items
fr: pas de point d'ordre du jour prévu

source: You are trying to generate a report outside scheduling
fr: tenter de généré un document en dehors d'horaire

source: The period selected has no sittings
fr: aucune séance est programme pour la période choisi

source: A parliament must be active in the period
fr: un parlement doit être actif dans la période

source: Choose an end date for this report
fr: Choisissez la date à laquelle commence ce rapport

source: Sittings included in this report
fr: les séance inscrire dans ce rapport

source: Agenda Items
fr: points inscrire a l'ordre du jour

source: Tabled Documents
fr: documents déposés

source: changes from
fr: modification a partir de

source: timeline
fr: chronologie

source: Query
fr: requête

source: Content type
fr: type de commission

source: Highlight words
fr: souligner les mots

source: rank
fr: rang

source: title
fr: titre

source: weight
fr: poids

source: percent
fr: pourcentage

source: Search
fr: chercher

source: Invalid Query
fr: requête invalide

source: Field
fr: domaine

source: upload-file
fr: télécharger un fichier vers un serveur

source: Advanced Search
fr: une cherche avance

source: Welcome to Bungeni
fr: bienvenue à bungeni

source: Access to current and historical records
fr: accès aux dossiers courants et historiques

source: no_attachments
fr: pas des documents joint

source: Update member attendance for the sitting
fr: actualiser les fiche de présence des membres pour la séance

source: Sitting attendance record
fr: fiche de présence

source: Registry Number
fr: numéro de registre

source: keep-file
fr: garder le fichier existant

source: replace-file
fr: remplacer par le nouveau fichier

source: download-file
fr: télécharger

source: keep-image
fr: garder l'image existante

source: delete-image
fr: supprimer l'image courante

source: replace-image
fr: remplacer par une nouvelle image

source: upload-image
fr: télécharger l'image vers un serveur

source: label_required
fr: requis

source: title_required
fr: requis

source: Results
fr: résultats

source: Similar Content
fr: contenu similaire

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
fr: sélectionnez une version à comparer à la copie en cours de traitement, ou faire deux sélections pour comparer des versions précédentes

source: Current state: ${state}.
fr: état actuel: ${état}

source: History
fr: histoire

source: No history available for this item
fr: aucun histoire disponible pour cet article

source: Change state...
fr: changement d'état ...

source: Rebuild search index
fr: reconstruire les paramétrés de recherche

source: invalid date. choose or type correct date
fr: une date invalide,choisir et saisir une bon date

source: Form values must be of type string or list
fr: les valeurs du formulaire doivent être du type ou de liste

source: New Version
fr: nouvelle version

source: New Version Created
fr: nouvelle version créé

source: Revert To
fr: revenir à

source: Select one item to revert to
fr: sélectionner une version précédente pour y retourner

source: Reverted to Previous Version %s
fr: retourné à la version précédente %s

source: Show Differences
fr: montrer les différences

source: Displaying differences
fr: affichage des différences

source: Select one or two items to show differences
fr: sélectionnez un ou deux éléments pour montrer les différences

source: Change Message
fr: modifier le message

source: manual
fr: manuel

source: by
fr: par

source: Start date must be before %s
fr: la date de début doit être avant %s

source: End date must be after %s
fr: la date de fin doit être après %s

source: Date range set
fr: intervalle de dates fixé

source: Clear
fr: effacer

source: Date range cleared
fr: intervalle de date effacé

source: From
fr: à partir de

source: Leave blank or set lower limit
fr: laissez en blanc ou définir la limite inférieure

source: To
fr: à

source: Leave blank or set upper limit
fr: laissez en blanc ou définir la limite supérieure

source: Or select
fr: ou sélectionnez

source: Set date range to that of a given particular parliament
fr: fixer un intervalle de date correspondant à celui d'un parlement donné

source: Filter the archive by date range
fr: filtrer les archives par intervalle de date

source: parliament...
fr: parlement ...

source: Filter
fr: filtrer

source: Invalid Date Range
fr: intervalle de date invalide

source: Filter by date or parliament
fr: filtrer par date ou par parlement

source: you_are_here
fr: vous êtes ici:

source: tabs_home
fr: accueil

source: No items
fr: pas des articles

source: ${DYNAMIC_CONTENT}
fr: ${un contenu dynamique}

source: Add items to schedule by clicking on the checkbox
fr: ajouter les articles en cliquant sur eux

source: heading_sections
fr: sections

source: Period selected has no Questions
fr: aucun question pour la période choisi

source: An overview of the daily operations of the parliament
fr: un aperçu des activités quotidiennes du parlement

source: Period selected has no Tabled Documents
fr: aucun document est dépose pour la période choisi

source: Period selected has no Agenda Items
fr: aucun point est inscrire a l'ordre du jour pendant cet période choisi

source: From: ${whats_on_start_date} to: ${whats_on_end_date}
fr: du: ${quoi_on_début_date} jusqu'au: ${quoi_on_fin date}

source: Period selected has no Sittings
fr: aucun séance est programme pendant la période choisi

source: Period selected has no Bills
fr: aucun projet de loi est programme pendant la période choisi

source: Period selected has no Motions
fr: aucune motion est programme pendant la période choisi

source: Day $number of every month
fr: jour $numéro de chaque mois

source: First $day of every month
fr: premier $jour de chaque mois

source: Male
fr: mâle

source: Female
fr: feminin

source: subsequent
fr: éventuel

source: Yes
fr: oui

source: No
fr: non

source: day_%d
fr: jour_%d

source: selected subject terms
fr: sujet

source: no subjects
fr: sans sujet

source: Form upload is not a file object
fr: formulaire de téléchargement n'est pas un objet de fichier

source: Choose Month
fr: choisissez le mois

source: Enter Year
fr: entrez une année

source: Please enter a valid year
fr: entrer une année valide s'il vous plaît

source: Incorrect string data for date
fr: base de donne incorrecte pour la date

source: Incorrect string data for date and time
fr: base de donne incorrecte pour la date et l'heure

source: Invalid date: $value
fr: date invalide: $valeur

source: Comment on workflow change
fr: commentaires sur les modifications du flux de travail

source: Active Date
fr: date de notification

source: Active Date is in the past.
fr: date actif dans le passe

source: Active Date is in the future.
fr: date actif dans le futur

source: Confirmation required for workflow transition: '${title}'
fr: confirmation requise pour la transition du flux de travail: '${titre}'

source: Workflow history
fr: histoire du flux de travail

source: item type
fr: type d'article

source: status date
fr: date de statut
