Repository: malangalanga/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni.core/locales/*/LC_MESSAGES/bungeni.core.po
Languages: fr

source: Sittings
fr: séances

source: Business
fr: affaires

source: Daily operations of the parliament
fr: opérations quotidiennes du parlement

source: Members
fr: membres

source: Records on members of parliament
fr: dossiers sur les membres du parlement

source: Archive
fr: archives

source: Parliament records and documents
fr: les dossiers et documents du parlement

source: Administer bungeni settings
fr: administrer les paramètres de bungeni

source: What's on
fr: quoi de neuf

source: View committees created by the current parliament
fr: voir les comités créés par le parlement actuel

source: Bills
fr: projets de loi

source: View bills issued by the current parliament
fr: voir les projets de loi émis par le parlement actuel

source: View questions issued by the current parliament
fr: voir les questions émises par le parlement actuel

source: Motions
fr: propositions

source: View motions issued by the current parliament
fr: voir les questions émises par le parlement actuel

source: Tabled documents
fr: les documents déposés

source: View the tabled documents of the current parliament
fr: voir les documents déposés du parlement actuel

source: Agenda items
fr: points

source: View the agenda items of the current parliament
fr: voir l'ordre du jour du parlement actuel

source: View the sittings of the current parliament
fr: voir les séances du parlement actuel

source: View Agenda and Minutes reports of the current parliament
fr: voir l'ordre du jour et les procès-verbaux du parlement actuel

source: Current
fr: actuel

source: View current parliament members (MPs)
fr: voir les membres actuels du parlement

source: Political groups
fr: groupes politiques

source: View current political groups
fr: voir les groupes politiques actuels

source: Browse
fr: parcourir

source: Current and historical records
fr: archives actuelles et historiques

source: Visit the digital document repository
fr: visitez le répertoire de documents numériques

source: Content
fr: contenu

source: browse the content
fr: parcourir le contenu

source: Settings
fr: paramètres

source: settings
fr: paramètres

source: Workspace
fr: espace de travail

source: Current parliamentary activity
fr: activité parlementaire en cours

source: Scheduling
fr: planifier

source: Committees
fr: comités

source: published on
fr: publié le

source: notice given on
fr: notification faite le

source: Item scheduling
fr: planification des choses

source: Scheduled for sitting ($start to $end)
fr: prévue pour la séance ($start jusqu'à $end)

source: Submitted by
fr: soumis par

source: Unknown principal group
fr: groupe inconnu principal

source: title_html_fragment_odf_transform
fr: fragment html pour le format opendocument

source: notification_email_to_member_upon_defer_of_agenda_item
fr: point reporté

source: notification_email_to_member_upon_schedule_of_agenda_item
fr: point prévu

source: notification_email_to_member_upon_debate_of_agenda_item
fr: point a été débattu

source: notification_email_to_member_upon_receipt_of_agenda_item
fr: point reçu

source: notification_email_to_clerk_upon_submit_of_agenda_item
fr: point présenté

source: notification_email_to_member_upon_rejection_of_agenda_item
fr: point rejetée

source: notification_email_to_member_upon_need_clarification_of_agenda_item
fr: votre agenda_item doit être clarifiée

source: notification_email_to_member_upon_defer_of_motion
fr: motion reporté

source: notification_email_to_member_upon_schedule_of_motion
fr: motion prévu

source: notification_email_to_member_upon_receipt_of_motion
fr: motion reçu

source: notification_email_to_clerk_upon_submit_of_motion
fr: motion présentée

source: notification_email_to_member_upon_rejection_of_motion
fr: motion rejeté

source: notification_email_to_member_upon_need_clarification_of_motion
fr: votre proposition doit être clarifiée

source: Deactivate
fr: désactiver

source: Publish in Gazette
fr: publier dans la gazette

source: Allow scheduling of First Reading
fr: permettre la programmation de la première lecture

source: Schedule First Reading
fr: planifier la première lecture

source: Adjourn First Reading
fr: ajourner la première lecture

source: Send to Select Committee (I)
fr: envoyer au comité

source: Schedule First Report Reading
fr: programmer la première lecture du rapport

source: Allow scheduling of Second Reading
fr: permettre la programmation de la deuxième lecture

source: Schedule Second Reading
fr: planifier la deuxième lecture

source: Adjourn First Report Reading
fr: ajourner la première lecture du rapport

source: Allow scheduling of First Report Reading
fr: permettre la programmation de la lecture du rapport

source: Adjourn Second Reading
fr: reporter la deuxième lecture

source: Allow scheduling of Whole House Committee
fr: permettre la programmation de la session plénière

source: Allow scheduling/rescheduling of Whole House Committee
fr: permettre la (re)programmation de la session plénière

source: Schedule Whole House Committee
fr: programmer la session plénière

source: Adjourn Whole House Committee
fr: ajourner la session plénière

source: Send to Select Committee (II)
fr: envoyer au comité

source: Send/Resend to Select Committee (II)
fr: (re-)envoyer au comité

source: Allow scheduling of Third Reading
fr: permettre la programmation de la troisième lecture

source: Schedule Third Reading
fr: planifier la troisième lecture

source: Adjourn Third Reading
fr: ajourner la troisième lecture

source: Rejected
fr: rejeté

source: Approved
fr: approuver

source: Activate
fr: activer

source: Dissolve
fr: dissoudre

source: Draft Agenda
fr: projet d'ordre du jour

source: Finalize Agenda
fr: finaliser l'ordre du jour

source: Redraft Agenda
fr: remanier l'ordre du jour

source: Draft Minutes
fr: projet de compte rendu

source: Finalize Minutes
fr: finaliser le procès-verbal

source: Redraft Minutes
fr: remanier le procès-verbal

source: Publish internal
fr: publier internes

source: Publish
fr: publier

source: Adopt
fr: adopter

source: Adopt with amendments
fr: adopté avec les amendements

source: Make private
fr: rendre privé

source: Complete
fr: complet

source: Send to Ministry
fr: envoyer à ministère

source: Submit Response
fr: soumettre la réponse

source: Redraft Response
fr: réponse de remanier

source: Complete Response
fr: réponse complète

source: Debate adjourned
fr: le débat est ajourné

source: Debated
fr: débattu

source: Receive
fr: recevoir

source: Adjourn
fr: ajourner

source: Table
fr: déposer

source: Submit to the Speaker Office
fr: soumettre au bureau du président de parlement

source: Approve
fr: approuver

source: Make available for scheduling
fr: mettre à disposition pour la planification

source: Resubmit to Clerk
fr: soumettre à nouveau au secrétaire général

source: Re-schedule
fr: re-programmé

source: Drop
fr: abandonner

source: Debate
fr: débat

source: Defer
fr: différer

source: Elapse
fr: s'écouler

source: Withdraw
fr: retirer

source: notification_email_to_member_upon_defer_of_question
fr: question reportée

source: notification_email_to_member_upon_schedule_of_question
fr: question prévue

source: notification_email_to_member_upon_complete_of_question
fr: question complété

source: notification_email_to_ministry_upon_complete_question
fr: question attribué au ministère

source: notification_email_to_member_upon_sent_to_ministry_of_question
fr: question envoyée au ministère pour une réponse écrite

source: notification_email_to_member_upon_receipt_of_question
fr: question reçu

source: notification_email_to_member_upon_answer_of_question
fr: question a été répondu

source: notification_email_to_member_upon_debate_question
fr: question débattue

source: notification_email_to_clerk_upon_submit_of_question
fr: question soumise

source: notification_email_to_member_upon_rejection_of_question
fr: question rejetée

source: notification_email_to_member_upon_need_clarification_of_question
fr: votre question doit être clarifiée

source: pending
fr: en attente

source: scheduled
fr: prévu

source: Submit to Clerk
fr: soumettre au secrétaire général

source: Schedule
fr: planifier

source: notification_email_to_member_upon_schedule_of_tabled_document
fr: dépôt du document prévu

source: notification_email_to_member_upon_postpone_of_tabled_document
fr: dépôt du document reportée

source: notification_email_to_member_upon_receipt_of_tabled_document
fr: dépôt du document reçu

source: notification_email_to_clerk_upon_submit_of_tabled_document
fr: dépôt du document présenté

source: notification_email_to_member_upon_rejection_of_tabled_document
fr: dépôt du document rejeté

source: notification_email_to_member_upon_need_clarification_of_tabled_document
fr: votre document déposé doit être clarifiée

source: Whole House Adjourned
fr: session plénière ajournée

source: Create Question (On behalf of)
fr: créer une question pour le compte de ...

source: Third Reading
fr: troisième lecture

source: Second Reading Pending
fr: en instance de deuxième lecture

source: Bill Withdrawn
fr: projet de loi est retiré

source: Received by Clerks Office
fr: reçu par le bureau du secrétaire général

source: Needs Clarification by MP
fr: doit être clarifiée par mp

source: Draft Bill
fr: projet de loi

source: Submitted
fr: soumis

source: Adopted
fr: adopté

source: Adopted with amendments
fr: adopté avec les amendements

source: Third Reading Pending
fr: en instance de troisième lecture

source: Needs Clarification by Clerks Office
fr: doit être clarifié le bureau du secrétaire général

source: Create Motion
fr: créer une motion

source: Second Reading Adjourned
fr: deuxième lecture reporté

source: Create Motion (On behalf of)
fr: créer une motion pour le compte de ...

source: Rejected Bill
fr: rejet du projet de loi

source: First Report Reading Pending
fr: premier rapport en attente de lecture

source: Archived
fr: archivé

source: Draft Translation
fr: projet de traduction

source: Create Translation
fr: créer traduction

source: Select Committee (after 1st reading)
fr: sélectionner le comité

source: Published Minutes
fr: minutes publié

source: Published Agenda
fr: ordre du jour publié

source: First Reading Pending
fr: en instance de première lecture

source: Active Group
fr: groupe actif

source: Group is Dissolved
fr: groupe est dissous

source: Draft - Group not yet Active
fr: projet - groupe n'est pas encore actif

source: Create
fr: créer

source: Approved Bill
fr: le projet de loi est approuvé

source: Internal - visible to bungeni users
fr: interne - visible pour les utilisateurs de bungeni

source: Private
fr: privé

source: Whole House Pending
fr: session plénière en attente de programmation

source: First Report Reading Adjourned
fr: lecture du rapport ajournée

source: Tabled
fr: déposé

source: Create Tabled Document
fr: créer un document déposé

source: Select Committee (after 2nd reading)
fr: sélectionner le comité (après une deuxième lecture)

source: Create Tabled Document (On behalf of)
fr: créer un document déposé pour le compte de ...

source: Second Reading
fr: deuxième lecture

source: First Reading
fr: première lecture

source: Bill Published in Gazette
fr: le projet de loi est publié dans la gazette

source: Create Agenda Item
fr: créer les points de l'ordre du jour

source: Create Agenda Item (On behalf of)
fr: créer un point de l'ordre du jour pour le compte de ...

source: Active Committee
fr: comité actif

source: Committee is Dissolved
fr: comité est dissous

source: Draft - Committee not yet Active
fr: projet - comité n'est pas encore actif

source: Active Parliament
fr: parlement actif

source: Parliament is Dissolved
fr: le parlement est dissous

source: Draft - Parliament not yet Active
fr: projet - le parlement n'est pas encore actif

source: Inactive file obsolete
fr: fichier inactif obsolète

source: Inactive event
fr: événement inactif

source: Create Bill
fr: créer un projet de loi

source: First Reading Adjourned
fr: première lecture ajournée

source: Whole House
fr: session plénière

source: Working Draft
fr: version préliminaire

source: Received by clerk
fr: reçu par le secrétaire général

source: Schedule pending
fr: horaire en cours

source: Needs MPs clarification
fr: doit être clarifiée par mp

source: Inadmissible
fr: irrecevable

source: Response completed
fr: réponse terminée

source: Dropped
fr: abandonné

source: Pending response
fr: dans l'attente de la réponse

source: Submitted to the Speaker
fr: soumis au président de parlement

source: First Report Reading
fr: première lecture du rapport

source: Submitted to clerk
fr: soumis au secrétaire général

source: Deferred
fr: différé

source: Admissible
fr: recevable

source: Draft
fr: projet

source: Response submitted
fr: réponse soumise

source: Scheduled
fr: prévu

source: Elapsed
fr: écoulé

source: Withdrawn
fr: retiré

source: Third Reading Adjourned
fr: troisième lecture ajourné

source: Needs clerks clarification
fr: doit être clarifié par le secrétaire général

source: Create Question
fr: créer une question
